<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xmlns:m="http://schemas.microsoft.com/office/2004/12/omml" xmlns:v="urn:schemas-microsoft-com:vml" xmlns:o="urn:schemas-microsoft-com:office:office">

<head>
        <link rel="stylesheet" type="text/css" href="styles.css" media="screen" />
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />

<title>Manuel de l&rsquo;utilisateur pour le routeur XWR100 Router</title>
		</head>

<body>
	
	<div id="nomove"><a href="#top">Retour en haut</a></div>
	
	<div class="center-ie5"><a name="top">&nbsp;</a>
	<div class="container">
	<div class="main">
<div class="leftpic"><img src="../images/VizioNameLogo.png" alt="Vizio" /></div>
	<p>&nbsp;</p>
	<h1>Routeur Internet HD double bande sans fil XWR100</h1>
	<p>&nbsp;</p>
	<p>F&eacute;licitations pour l&rsquo;achat de votre nouveau routeur Internet HD double bande sans fil XWR100 de VIZIO. Pour un avantage maximum de votre routeur, veuillez lire ces instructions avant d'effectuer un r&eacute;glage. Nous esp&eacute;rons que vous conna&icirc;trez de nombreuses ann&eacute;es de divertissement avec votre nouveau routeur.</p>
	<p>Pour obtenir de l&rsquo;aide, veuillez appeler au 877 MYVIZIO (877 698-4946 ou nous contacter par courriel sur www.VIZIO.com.</p>
	<p>Nous vous recommandons d'inscrire votre routeur VIZIO. Une fois que vous avez termin&eacute; l&rsquo;<span class="italic">application de d&eacute;marrage rapide</span>, cliquez tout simplement sur le lien d&rsquo;enregistrement du produit pour inscrire votre routeur en ligne. Pour avoir l&rsquo;esprit tranquille et pour prot&eacute;ger votre investissement au-del&agrave; de la garantie standard, VIZIO offre des plans de services de garantie prolong&eacute;e. Ces plans offrent une couverture suppl&eacute;mentaire au cours de la p&eacute;riode de garantie standard. Visitez notre site Web ou appelez-nous pour acheter un plan.</p>
	
	<h1>Table des mati&egrave;res</h1>

	<ul id="toc">
	<li><a href="#Introduction">Introduction</a><br /></li>
		<li class="ToCH2"><a href="#Features">Caract&eacute;ristiques</a><br /></li>
		<li class="ToCH2"><a href="#OpeningthePackage">Ouvrir le paquet</a><br /></li>
		<li class="ToCH2"><a href="#PackageContents">Contenu du paquet</a><br /></li>
		<li class="ToCH2"><a href="#SystemRequirements">Exigences du syst&egrave;me</a><br /></li>
		<li class="ToCH2"><a href="#FindingLocation">Trouver un emplacement pour votre routeur</a><br /></li>
		<li class="ToCH2"><a href="#WallMounting">Emplacement mural</a><br /></li>

	<li><a href="#Basics">Commandes de base et connexions</a><br /></li>
		<li class="ToCH2"><a href="#FrontLEDs">DEL avant</a><br /></li>
		<li class="ToCH2"><a href="#RearPanel">Connexions du panneau arri&egrave;re</a><br /></li>
	
	
	<li><a href="#SettingUp">Installer votre routeur</a><br /></li>
		<li class="ToCH2"><a href="#WhatYouNeed">Vous avez besoin de</a><br /></li>
		<li class="ToCH2"><a href="#SetupSteps">&Eacute;tapes d&rsquo;installation</a><br /></li>
		<li class="ToCH2"><a href="#ConnectingWireless">Connexion &agrave; un r&eacute;seau sans fil</a><br /></li>
		<li class="ToCH2"><a href="#ConnectingWired">Connexion &agrave; un r&eacute;seau c&acirc;bl&eacute;</a><br /></li>
	
	
	<li><a href="#USB">Acc&egrave;s &agrave; un dispositif de stockage USB </a><br /></li>
		<li class="ToCH2"><a href="#USBviaSettingsApp">Par l&rsquo;application de configuration du routeur</a><br /></li>
		<li class="ToCH2"><a href="#USBviaNetwork">Par votre r&eacute;seau informatique</a><br /></li>
		<li class="ToCH2"><a href="#USBviaDLNA">Par votre appareil compatible &agrave; la norme DLNA</a><br /></li>
	
	
	<li><a href="#ChangeAdvanced">Changer les param&egrave;tres avanc&eacute;s du routeur</a><br /></li>
		<li class="ToCH2"><a href="#InternetMenu">Menu INTERNET</a><br /></li>
		<li class="ToCH2"><a href="#RouterMenu">Menu ROUTEUR</a><br /></li>
		<li class="ToCH2"><a href="#WirelessMenu">Menu SANS FIL</a><br />	</li>
	
	<li><a href="#WirelessSecurity">Informations de s&eacute;curit&eacute; sans fil</a><br /></li>
	
	<li><a href="#Troubleshooting">D&eacute;pannage</a><br /></li>
		<li class="ToCH2"><a href="#Troubleshooting">Astuces de d&eacute;pannage</a><br /></li>
		<li class="ToCH2"><a href="#TechSupport">T&eacute;l&eacute;phone et soutien technique</a><br /></li>

	<li><a href="#Specs">Caract&eacute;ristiques</a><br /></li>
	
	<li><a href="#Legal">Annonces l&eacute;gales</a><br /></li>
	
	<li><a href="#Warranty">Informations de la garantie</a><br /></li>

	</ul>
	
	<h1><a name="Introduction">Chapitre 1 Introduction</a></h1>
	<h2><a name="Features">Caract&eacute;ristiques</a></h2>
	<ul>
		<li>Optimis&eacute; pour les produits VIZIO supportant VIA</li>
		<li>Id&eacute;al pour un flux audio et vid&eacute;o HD en continu</li>
		<li>Bandes doubles simultan&eacute;es 802.11n sans fil</li>
		<li>Supporte les s&eacute;curit&eacute;s sans fil WPS, WEP et WPA</li>
		<li>L&rsquo;interrupteur 10/100 &agrave; 4 ports int&eacute;gr&eacute;s permet la connexion de 4 dispositifs Internet c&acirc;bl&eacute;s, dont les lecteurs Blu-ray supportant Internet, les TV HD, les DVR et les ordinateurs</li>
		<li>Le port USB 2.0 connecte un disque dur USB pour l&rsquo;acc&egrave;s central de photos, vid&eacute;os et bien plus encore</li>
		<li>Installable au mur</li>
	</ul>
<p>
	Votre routeur VIZIO peut accueillir jusqu'&agrave; trois r&eacute;seaux sans fil s&eacute;curis&eacute; pour vos dispositifs Internet et vos ordinateurs. Suivez les instructions de vos dispositifs pour connecter un des trois r&eacute;seaux sans fil &agrave; votre routeur. Les noms de r&eacute;seau par d&eacute;faut sont VIZIO HD, VIZIO ou Classique, mais si vous modifiez les noms, cherchez ces noms sur votre dispositif.</p>

	<div class="imgcenter">
	 <table cellspacing="0" cellpadding="6" border="1">
		<tr class="head">
			<td>Nom du r&eacute;seau (SSID)</td>
			<td>VIZIO HD</td>
			<td>VIZIO</td>
			<td>Classique</td>
		</tr>
		<tr>
			<td>Utilisation id&eacute;ale</td>
			<td>Optimis&eacute; pour un contenu vid&eacute;o HD en continu, ce r&eacute;seau permet normalement une bonne couverture dans la plupart des foyers et fonctionne &agrave; 5 GHz.</td>
			<td>Supporte tous les types de donn&eacute;es, ce r&eacute;seau permet une couverture plus importante en op&eacute;rant &agrave; 2,4 GHz.</td>
			<td>Supporte les dispositifs sans fil plus anciens avec une vitesse plus lente &agrave; 2,4 GHz.</td>
		</tr>
		<tr>
			<td>Type de s&eacute;curit&eacute;</td>
			<td>WPA2 Personnel</td>
			<td>WPA Personnel</td>
			<td>WEP 64 bits</td>
		</tr>
	</table>
	</div>
	
	<h2><a name="OpeningthePackage">Ouvrir le paquet</a></h2>
	<p>Votre routeur et ses accessoires sont emball&eacute;s avec soin dans une bo&icirc;te en carton con&ccedil;ue pour les prot&eacute;ger contre les dommages dus au transport. Une fois la bo&icirc;te ouverte, v&eacute;rifier que votre routeur est en bon &eacute;tat et que tout le contenu est pr&eacute;sent.</p>
	<p><span class="important">IMPORTANT :</span> Conserver la bo&icirc;te en carton et le mat&eacute;riel d'emballage pour une future exp&eacute;dition.</p>
 

	<div class="rightpic">
	<img src="../images/routerSMALL.png" alt="Routeur XWR" />
	</div>
	<h2><a name="PackageContents">Contenu du paquet</a></h2>
		<ul>
			<li>Routeur Internet HD double bande sans fil XWR100 de VIZIO</li>
			<li>C&acirc;ble Ethernet</li>
			<li>Adaptateur de courant</li>
			<li>Guide d'installation rapide</li>
		</ul>

	<h2><a name="SystemRequirements">Exigences du syst&egrave;me</a></h2>
		<ul>
			<li>Une connexion Internet &agrave; large bande comme un c&acirc;ble ou un modem DSL avec une connexion Ethernet (RJ45)</li>
			<li>Au moins un ordinateur avec un adaptateur de r&eacute;seau</li>
			<li>Un protocole de r&eacute;seau TCP/IP install&eacute; sur chaque ordinateur</li>
			<li>Un c&acirc;ble Ethernet (RJ-45) suppl&eacute;mentaire</li>
			<li>Un navigateur Internet (comme Internet Explorer, Firefox ou Safari)</li>
		</ul>

	<h2><a name="FindingLocation">Trouver un emplacement pour votre routeur</a></h2>
	<p>Voici certains &eacute;l&eacute;ments &agrave; prendre en compte quand vous choisissez un bon endroit pour votre routeur :</p>
		<ul>
			<li>Placer votre routeur aussi pr&egrave;s que possible du centre de vos dispositifs de r&eacute;seau sans fil. Plus vos appareils seront pr&egrave;s de votre routeur, plus votre connexion sera forte. La port&eacute;e de fonctionnement &agrave; l&rsquo;int&eacute;rieur est typiquement de 60,9 m (200 pi) au maximum. </li>
			<li>&Eacute;viter de placer votre routeur pr&egrave;s d&rsquo;appareils qui peuvent &eacute;mettre un son, dont les fours &agrave; micro-ondes, les r&eacute;frig&eacute;rateurs et les bo&icirc;tiers m&eacute;talliques. Si votre signal semble faible, s&rsquo;assurer que des objets ne bloquent pas le chemin du signal entre votre appareil et votre routeur.</li>
			<li>Pour avoir une bonne ventilation, vous devez laisser un espace d&rsquo;au moins 10 cm (4 po) sur tous les c&ocirc;t&eacute;s de votre routeur.  </li>
			<li>&Eacute;viter d&rsquo;installer votre routeur dans des endroits contenant beaucoup d&rsquo;humidit&eacute;, de poussi&egrave;re ou de fum&eacute;e, afin de ne pas r&eacute;duire la dur&eacute;e de vie des composants &eacute;lectroniques.</li>
			<li>Lire ce manuel d&rsquo;utilisateur attentivement avant d&rsquo;installer votre routeur.</li>
		</ul>
		
	<h2><a name="WallMounting">Emplacement mural</a></h2>
	<p>Votre routeur poss&egrave;de deux fentes sur le panneau inf&eacute;rieur destin&eacute;es &agrave; l&rsquo;installation murale.</p>
	<p><span class="note">Remarque :</span> VIZIO n&rsquo;est pas responsable des dommages survenus par un mat&eacute;riel mal install&eacute; au mur.</p>
	<ol>
		<li>Choisir un mur qui comprend &agrave; port&eacute;e une prise &eacute;lectrique et qui est lisse et solide.</li>
		<li>Percer deux trous de 152 mm (6 po) dans le mur.</li>
		<li>Ins&eacute;rer une vis dans chaque trou en exposant la t&ecirc;te de la vis de 3 mm (0,12 po).</li>
		<li>Placer les fentes du bas de votre routeur sur les vis, puis glisser votre appareil vers le bas jusqu&rsquo;&agrave; ce que les vis soient bien en place dans les fentes.</li>
	</ol>
	

	<h1><a name="Basics">Chapitre 2 Commandes de base et connexions</a></h1>
	<h2><a name="FrontLEDs">DEL avant</a></h2>
	<div class="rightpic">
	<img src="../images/FrontLEDs.png" alt="DEL avant" />
	</div>

	<span class="important">Sans fil</span>
	<ul>
		<li>S&rsquo;allume quand le mode sans fil est activ&eacute;.</li>
		<li>Clignote quand votre routeur envoie ou re&ccedil;oit des donn&eacute;es dans le r&eacute;seau.</li>
	</ul>
	<span class="important">WPS (configuration de protection Wi-Fi)</span>
	<ul>
		<li>S&rsquo;allume quand votre routeur se configure en utilisant WPS. Comme votre routeur supporte une session WPS &agrave; la fois, il faut attendre que la DEL s&rsquo;arr&ecirc;te de clignoter avant d&rsquo;installer un autre dispositif WPS.</li>
		<li>S&rsquo;&eacute;teint si une erreur a lieu pendant le processus de configuration WPS. S&rsquo;assurer que vos appareils supportent WPS, puis essayer de novueau.</li>
		<li>Voir <a href="#WPS">WPS (configuration de protection Wi-Fi)</a> pour obtenir des informations sur la connexion par WPS.</li>
	</ul>
	<span class="important">Internet</span>
	<ul>
		<li>S&rsquo;allume quand une connexion Internet fonctionne.</li>
		<li>Clignote pour indiquer une activit&eacute; du r&eacute;seau dans le port Internet.</li>
	</ul>
	<h2><a name="RearPanel">Connexions du panneau arri&egrave;re</a></h2>
	<div class="imgcenter"><img src="../images/router_back2wCallouts-01.png" alt="Arri&egrave;re du routeur" /></div>
	<ol>
		<li><span class="important">Bouton WPS (configuration de protection Wi-Fi)&mdash;</span>Utiliser pour configurer automatiquement la s&eacute;curit&eacute; sans fil de votre r&eacute;seau sans fil, si vous poss&eacute;dez des appareils supportant une configuration de protection WI-FI. Voir <a href="#WPS">WPS (configuration de protection Wi-Fi)</a> pour obtenir des informations sur la connexion par WPS.</li>
		<li><span class="important">USB&mdash;</span>Connecter un appareil de stockage USB &agrave; ce port. </li>
		<li><span class="important">Internet&mdash;</span>Connecter votre c&acirc;ble &agrave; haut d&eacute;bit ou un service Internet DSL &agrave; ce port.</li>
		<li><span class="important">Ethernet 1, 2, 3, 4&mdash;</span>Connecter votre routeur aux ordinateurs de votre r&eacute;seau c&acirc;bl&eacute; et d&rsquo;autres appareils Ethernet &agrave; ces ports. La DEL situ&eacute;e sous le port s&rsquo;allume lorsque votre routeur est connect&eacute; &agrave; l&rsquo;appareil. La DEL clignote quand une activit&eacute; du r&eacute;seau existe dans ce port. </li>
		<li><span class="important">Reset&mdash;</span>Maintenir les boutons appuy&eacute;s pendant environ 10 secondes pour r&eacute;initialiser les param&egrave;tres par d&eacute;faut de votre routeur.<div class="rightpic">
			<img src="../images/SetupSteps1-4.png" alt="DEL avant" />
		</div> Si vous avez cr&eacute;&eacute; des param&egrave;tres personnalis&eacute;s, dont un nom et un mot de passe d&rsquo;ouverture de session, ils seront effac&eacute;s et remplac&eacute;s par les param&egrave;tres par d&eacute;faut r&eacute;gl&eacute;s en usine. </li>
		<li><span class="important">Alimentation&mdash;</span>Connecter l&rsquo;adaptateur de courant &agrave; ce port. La DEL situ&eacute;e sous le port s&rsquo;allume lorsque votre routeur est allum&eacute;. La DEL clignote quand votre routeur effectue un diagnostique automatique pendant le d&eacute;marrage. </li>
	</ol>
		
		
	<h1><a name="SettingUp">Chapitre 3 Installer votre routeur</a></h1>
	<h2><a name="WhatYouNeed">Vous avez besoin de</a></h2>
	<ul>
		<li>Votre routeur VIZIO, votre adaptateur de courant et votre c&acirc;ble Ethernet (inclus)</li>
		<li>Une connexion Internet &agrave; haut d&eacute;bit et l&rsquo;acc&egrave;s &agrave; votre modem Internet (contacter votre fournisseur local si vous avez besoin d'aide)</li>
		<li>Un c&acirc;ble Ethernet suppl&eacute;mentaire (g&eacute;n&eacute;ralement fourni avec votre modem Internet)</li>
		<li>Un ordinateur pour ex&eacute;cuter l&rsquo;<span class="italic">application d&rsquo;installation rapide</span></li>
	</ul>

	<h2><a name="SetupSteps">&Eacute;tapes d&rsquo;installation</a></h2>
	<ol>
		<li>D&eacute;brancher le c&acirc;ble d&rsquo;alimentation de votre modem Internet &agrave; haut d&eacute;bit.</li>
		<li>Connecter un bout du c&acirc;ble Ethernet (inclus) sur le port num&eacute;ro 1 de votre routeur (Image 1).</li>
		<li>Connecter l&rsquo;autre bout sur le port Ethernet de votre ordinateur (Image 2).</li>
		<li>Connecter un c&acirc;ble Ethernet de votre modem Internet &agrave; haut d&eacute;bit sur le port Internet de votre routeur (Image 3).</li>
		<li>Brancher le c&acirc;ble d&rsquo;alimentation de votre modem Internet &agrave; haut d&eacute;bit. Attendre 30 secondes et alimenter votre routeur avec l'adaptateur de courant inclus. Votre routeur s&rsquo;allumera automatiquement.</li>
		<li>Attendre 30 secondes que votre routeur se connecte enti&egrave;rement et ouvrir une fen&ecirc;tre d&rsquo;un navigateur Internet (comme Internet Explorer, Frirefox ou Safari). Taper <span class="note">http://vizio.home</span> (ou 192.168.1.1) dans la fen&ecirc;tre du navigateur et appuyer sur <span class="important">Entr&eacute;e</span> (Image 4). L&rsquo;<span class="italic">application d&rsquo;installation rapide</span> se lancera automatiquement.</li>
		<li>Cliquer sur <span class="important">ACCEPTER et CONTINUER</span>.</li>
		<li>D&rsquo;ici vous pouvez :</li>
			<ol type="a">
				<li>Cliquer sur <span class="important">Imprimer</span> pour imprimer votre configuration.<div class="rightpic"><img src="../images/01a_setup-Success.png" alt="Votre routeur Vizio est pr&ecirc;t" /></div></li>
				<li>Cliquer sur <span class="important">&Eacute;DITER LES PARAM&Egrave;TRES</span> pour apporter des modifications au <span class="italic">Nom du r&eacute;seau</span>, au <span class="italic">Type de s&eacute;curit&eacute;</span>, &agrave; la <span class="italic">Cl&eacute; de s&eacute;curit&eacute;</span> et au <span class="italic">Statut du r&eacute;seau</span>.</li>
				<li>Cliquer sur <span class="important">Param&egrave;tres du manuel</span> pour changer les param&egrave;tres avanc&eacute;s de votre routeur.</li>
				<li>Cliquer sur <span class="important">QUITTER</span> pour fermer l&rsquo;application de configuration du routeur.</li>
			</ol>
	</ol>
		
	<p>&nbsp;</p>
	
	
	<p>Si vous n&rsquo;avez pas r&eacute;ussi &agrave; connecter votre routeur, vous verrez cet &eacute;cran. Suivre les &eacute;tapes sur l&rsquo;&eacute;cran pour r&eacute;soudre ce probl&egrave;me ou cliquer sur le lien au bas de l&rsquo;&eacute;cran pour saisir votre nom d'utilisateur et votre mot de passe si vous poss&eacute;dez un modem DSL utilisant PPPoE.<div class="rightpic"><img src="../images/01b_Setup_failure.png" alt="&Eacute;chec de l&rsquo;installation" /></div></p>
		<p>&nbsp;</p>
	<h2><a name="ConnectingWireless">Connexion &agrave; un r&eacute;seau sans fil</a></h2>
	<p>Les ordinateurs dot&eacute;s d&rsquo;adaptateurs de r&eacute;seau sans fil, y compris les lecteurs Blu-ray de VIZIO supportant Internet, les t&eacute;l&eacute;visions VIZIO supportant VIA, et les ordinateurs peuvent utiliser maintenant le r&eacute;seau. Suivre les instructions de vos appareils pour connecter un des trois r&eacute;seaux sans fil &agrave; votre routeur. Les noms de r&eacute;seau par d&eacute;faut sont <span class="important">VIZIO HD</span>, <span class="important">VIZIO</span> ou <span class="important">Classique</span>, mais si vous modifiez les noms, cherchez ces noms sur votre dispositif.</p>
	
	<h2><a name="ConnectingWired">Connexion &agrave; un r&eacute;seau c&acirc;bl&eacute;</a></h2>
	<p>Les ordinateurs dot&eacute;s d&rsquo;adaptateurs de r&eacute;seau c&acirc;bl&eacute;, y compris les lecteurs Blu-ray de VIZIO supportant Internet, les t&eacute;l&eacute;visions VIZIO supportant VIA, et les ordinateurs peuvent utiliser maintenant le r&eacute;seau. Connecter un c&acirc;ble Ethernet (non inclus) depuis le port Ethernet de votre appareil vers un port ouvert au dos de votre routeur.</p>
	
	<h1><a name="USB">Chapitre 4 Acc&egrave;s &agrave; un dispositif de stockage USB</a></h1>
	<p>Le port USB de votre routeur se connecte &agrave; un appareil de stockage USB, pour avoir acc&egrave;s &agrave; vos fichiers &agrave; partir de n&rsquo;importe quel ordinateur du r&eacute;seau. Tous les fichiers de l&rsquo;appareil de stockage sont partag&eacute;s avec les autres ordinateurs en r&eacute;seau.</p>
	<p>Votre routeur VIZIO est un serveur DLNA, c&rsquo;est-&agrave;-dire vous pouvez automatiquement avoir acc&egrave;s aux musiques, photos et vid&eacute;os stock&eacute;es dans l&rsquo;appareil de stockage USB par un appareil compatible &agrave; la norme DLNA dans votre maison. </p>
	<p><span class="note">Remarque :</span>  L&rsquo;appareil de stockage USB doit &ecirc;tre au format NTFS ou FAT.</p>
	<p>Il existe trois fa&ccedil;ons d&rsquo;acc&eacute;der aux fichiers de votre appareil de stockage USB : dans l&rsquo;<span class="italic">application de configuration du routeur</span>, en parcourant le r&eacute;seau de votre ordinateur ou par l&rsquo;appareil compatible &agrave; la norme DNLA (fichiers m&eacute;dia uniquement).</p>
	
	<div class="rightpic"><img src="../images/02_Router-Settings-App_main_USB.png" alt="&Eacute;cran du statut du routeur" /></div>
	<h2><a name="USBviaSettingsApp">Par l&rsquo;application de configuration du routeur</a></h2>
	<ol>
		<li>S&rsquo;assurer que la connexion c&acirc;bl&eacute;e ou sans fil de votre ordinateur &agrave; votre routeur fonctionne bien.</li>
		<li>Connecter un disque dur USB externe ou une cl&eacute; USB &agrave; un port USB au dos de votre routeur.</li>
		<li>Taper <span class="note">http://vizio.home</span> (ou 192.168.1.1) dans la fen&ecirc;tre du navigateur et appuyer sur <span class="important">Entr&eacute;e</span>. L&rsquo;<span class="italic">application de configuration du routeur</span> se lancera automatiquement et le nom de votre appareil USB s&rsquo;affichera dans le champ <span class="italic">M&eacute;dia du r&eacute;seau USB</span>.</li>
		<li>Cliquer sur le nom de votre appareil pour commencer &agrave; parcourir les fichiers stock&eacute;s dessus.</li>
	</ol>
	
	<h2><a name="USBviaNetwork">Par votre r&eacute;seau informatique</a></h2>
	<ol>
		<li>S&rsquo;assurer que la connexion c&acirc;bl&eacute;e ou sans fil de votre ordinateur &agrave; votre routeur fonctionne bien.</li>
		<li>Connecter un disque dur USB externe ou une cl&eacute; USB &agrave; un port USB au dos de votre routeur.</li>
		<li>Dans votre ordinateur (Windows ou Mac), chercher dans votre r&eacute;seau le nom de l&rsquo;appareil de stockage USB.</li>
	</ol>

	<h2><a name="USBviaDLNA">Par votre appareil compatible &agrave; la norme DLNA</a></h2>
	<ol>
		<li>S&rsquo;assurer que la connexion c&acirc;bl&eacute;e ou sans fil de votre ordinateur &agrave; votre routeur fonctionne bien.</li>
		<li>Connecter un disque dur USB externe ou une cl&eacute; USB &agrave; un port USB au dos de votre routeur.</li>
		<li>Dans votre appareil compatible &agrave; la norme DLNA, actualiser la liste des r&eacute;seaux et chercher le <span class="italic">serveur de m&eacute;dia num&eacute;rique VIZIO</span>. </li>
		<li>Parcourir le serveur pour trouver et ouvrir vos fichiers m&eacute;dia.</li>
	</ol>
	
	
	
	<h1><a name="ChangeAdvanced">Chapitre 5 Changer les param&egrave;tres avanc&eacute;s du routeur</a></h1>
	
	<ul id="toc">
	<li><a href="#InternetMenu">Menu INTERNET</a><br /></li>
		<li class="ToCH2"><a href="#InternetAddress">Adresse Internet</a><br /></li>
		<li class="ToCH2"><a href="#OptimizeVideo">Optimisation du flux vid&eacute;o en continu</a><br /></li>
		<li class="ToCH2"><a href="#ParentalControls">Contr&ocirc;les parentaux</a><br /></li>
		<li class="ToCH2"><a href="#InternetSpeedTest">Test de rapidit&eacute; Internet</a><br /></li>
		
	<li><a href="#RouterMenu">Menu ROUTEUR</a><br /></li>
		<li class="ToCH2"><a href="#RouterIP">IP du routeur</a><br /></li>
		<li class="ToCH2"><a href="#Firmware">Version du microprogramme</a><br /></li>
		<li class="ToCH2"><a href="#Firewall">Pare-feu</a><br /></li>
		<li class="ToCH2"><a href="#RouterAutoLogin">Ouverture de session automatique du routeur</a><br /></li>
		<li class="ToCH2"><a href="#USBNetworkMedia">M&eacute;dia du r&eacute;seau USB</a><br /></li>
		<li class="ToCH2"><a href="#RestartRouter">Red&eacute;marrer le routeur</a><br /></li>	
		
	<li><a href="#WirelessMenu">Menu SANS FIL</a><br /></li>
		<li class="ToCH2"><a href="#EditSettings">&Eacute;diter les param&egrave;tres</a><br /></li>
		<li class="ToCH2"><a href="#WPS">WPS (configuration de protection Wi-Fi)</a><br /></li>
		<li class="ToCH2"><a href="#Advanced">Avanc&eacute;</a><br /></li>
	</ul>	
	
	
	<p>Apr&egrave;s avoir install&eacute; votre routeur &agrave; l'aide de l'<span class="italic">application d'installation rapide</span>, vous pouvez commencer &agrave; l&rsquo;utiliser. Si vous &ecirc;tes exp&eacute;riment&eacute; en mati&egrave;re de configuration ou de modification des r&eacute;seaux c&acirc;bl&eacute;s ou sans fil et que vous aimeriez modifier les param&egrave;tres de votre routeur, utiliser l&rsquo;<span class="italic">application de configuration du routeur</span> en ligne pour l'ordinateur qui est connect&eacute; &agrave; votre routeur. Gr&acirc;ce &agrave; l'<span class="italic">application de configuration du routeur</span>, vous &ecirc;tes en mesure de :</p>
	<ul>
		<li>Visualiser les param&egrave;tres et le statut du routeur </li>
		<li>Configurer un pare-feu &agrave; utiliser avec des applications sp&eacute;cifiques (envoi du port)</li>
		<li>Configurer et modifier les caract&eacute;ristiques de s&eacute;curit&eacute;</li>
		<li>Configurer un nom d&rsquo;utilisateur et un mot de passe pour votre routeur</li>
		<li>R&eacute;initialiser votre routeur</li>
		<li>Mettre &agrave; jour votre microprogramme</li>
		<li>R&eacute;aliser bien d'autres fonctions avanc&eacute;es…</li>	
	</ul>	
	<p><span class="note">Avertissement :</span> Ces param&egrave;tres avanc&eacute;s ne doivent &ecirc;tre modifi&eacute;s que par des personnes exp&eacute;riment&eacute;es en mati&egrave;re de configuration et de modification des r&eacute;seaux c&acirc;bl&eacute;s ou sans fil.</p>
	
	<div class="imgcenter"><img src="../images/RouterMainWcallouts.png" alt="Page principale des param&egrave;tres avanc&eacute;s" /></div>
	<ol>
		<li><span class="important">VIZIO&mdash;</span>Cliquer pour retourner &agrave; la page d&rsquo;accueil.</li>
		<li><span class="important">Statut d&rsquo;Internet&mdash;</span>La marque verte indique qu&rsquo;une connexion Internet fonctionne. Le X rouge indique que la connexion Internet ne fonctionne pas.</li>
		<li><span class="important">Param&egrave;tres&mdash;</span>Cliquer sur une ic&ocirc;ne pour ouvrir son menu et ajuster les param&egrave;tres.</li>
		<li><span class="important">Aide&mdash;</span>Cliquer pour ouvrir le manuel de l&rsquo;utilisateur.</li>
		<li><span class="important">Langue&mdash;</span>Cliquer pour modifier la langue de l&rsquo;<span class="italic">application de configuration du routeur</span>. Choisir entre <span class="important">Anglais</span>, <span class="important">Fran&ccedil;ais</span> ou <span class="important">Espagnol</span>.</li>
		<li><span class="important">Installation rapide&mdash;</span>Cliquer pour retourner &agrave; l&rsquo;<span class="italic">application d&rsquo;installation rapide</span>. </li>
	</ol>
		
	
	<p>Pour acc&eacute;der &agrave; l'<span class="italic">application de configuration du routeur</span> :</p>
	<ol>
		<li>Sur l'ordinateur connect&eacute; &agrave; votre routeur, ouvrir une fen&ecirc;tre d&rsquo;un navigateur Internet (comme Internet Explorer, Frirefox ou Safari).</li>
		<li>Taper <span class="note">http://vizio.home</span> (ou 192.168.1.1) dans la fen&ecirc;tre du navigateur et appuyer sur <span class="important">Entr&eacute;e</span>. L&rsquo;application de configuration du routeur s&rsquo;ouvrira.</li>
		<li>Cliquer sur <span class="important">INTERNET</span>, <span class="important">ROUTEUR</span> ou <span class="important">SANS FIL</span> pour ouvrir son menu.</li>
	</ol>

	<h2><a name="InternetMenu">Menu INTERNET</a></h2>
	<p>Le menu Internet vous permet de personnaliser vos param&egrave;tres d&rsquo;Internet.</p>
	<div class="imgcenter"><img src="../images/03a_Internet-Menu_main.png" alt="Menu Internet" /></div>
	
	<h3><a name="InternetAddress">Adresse Internet</a></h3>

	<p>L&rsquo;adresse IP de votre routeur, comme elle est indiqu&eacute;e sur Internet, appara&icirc;t ici. Pour apporter des modifications, cliquer sur Avanc&eacute;. Un nouveau menu s'affichera indiquant les options avanc&eacute;es disponibles pour l'adresse Internet. Cliquer sur <span class="important">Enregistrer les modifications</span> pour conserver les changements que vous avez faits &agrave; la configuration du routeur ou cliquer sur <span class="important">Annuler</span> pour annuler vos modifications.</p>
	
	<h4>Options avanc&eacute;es</h4>
	<div class="rightpic"><img src="../images/03b_Internet-Menu_Internet-Address-Advanced.png" alt="Menu Internet &ndash; Adresse Internet avanc&eacute;e" /></div>
	<p class="h4"><span class="important">Configuration</span></p>
	<ul class="h4">
		<li>S&eacute;lectionner <span class="important">Configuration automatique</span> &ndash; DHCP pour r&eacute;gler automatiquement les param&egrave;tres Internet de votre routeur (recommand&eacute;).</li>
		<li>S&eacute;lectionner <span class="important">IP statique</span> pour saisir les param&egrave;tres manuellement si vous devez utiliser une adresse IP permanente pour vous connecter &agrave; Inerte.  S&eacute;lectionner <span class="important">PPPoE </span> si vous vous servez d&rsquo;une ligne DSL exigeant PPPoE (v&eacute;rifier aupr&egrave;s de votre fournisseur d&rsquo;acc&egrave;s &agrave; Internet). Entrer le nom d&rsquo;utilisateur PPPoE et le mot de passe.</li>
	</ul>
	<p class="h4"><span class="important">Adresse IP Internet :</span> Il s&rsquo;agit de l&rsquo;adresse IP de votre routeur, comme elle est indiqu&eacute;e sur Internet. Contacter votre fournisseur d&rsquo;acc&egrave;s &agrave; Internet pour obtenir l&rsquo;adresse IP &agrave; entrer dans les espaces d&eacute;sign&eacute;s.</p>
	<p class="h4"><span class="important">Masque de sous-r&eacute;seau :</span> Il s&rsquo;agit du masque sous-r&eacute;seau de votre routeur, comme les autres utilisateurs peuvent le voir sur Internet (y compris votre fournisseur d&rsquo;acc&egrave;s &agrave; Internet). Ne pas changer le masque de sous-r&eacute;seau &agrave; moins d'avoir une raison particuli&egrave;re de le faire. Contacter votre fournisseur d&rsquo;acc&egrave;s &agrave; Internet pour obtenir le masque de sous-r&eacute;seau &agrave; entrer dans les espaces d&eacute;sign&eacute;s. </p>
	<p class="h4"><span class="important">Portail par d&eacute;faut :</span> Il s&rsquo;agit de l&rsquo;adresse IP des serveurs de votre fournisseur d&rsquo;acc&egrave;s &agrave; Internet. Contacter votre fournisseur d&rsquo;acc&egrave;s &agrave; Internet pour obtenir l&rsquo;adresse du portail &agrave; entrer dans les espaces d&eacute;sign&eacute;s. </p>
	<p class="h4"><span class="important">DNS 1 &ndash; 2 :</span> Un DNS (serveur de noms de domaine) est un serveur sur Internet qui traduit les URL en adresses IP. Si vous avez s&eacute;lectionn&eacute; une IP statique dans la case d&eacute;roulante Configuration, vous devrez contacter votre fournisseur d&rsquo;acc&egrave;s &agrave; Internet pour obtenir au moins une adresse IP du serveur DNS &agrave; entrer dans les espaces d&eacute;sign&eacute;s. </p>
	<p class="h4"><span class="important">MTU :</span> Le <span class="italic">MTU </span> correspond &agrave; l&rsquo;unit&eacute; de transfert maximale et pr&eacute;cise la plus grande taille du paquet autoris&eacute;e pour une transmission Internet. S&eacute;lectionner <span class="important">Manuel</span> pour entrer manuellement la plus grande taille du paquet qui est transmise ou s&eacute;lectionner Auto pour que votre routeur choisisse le meilleur MTU pour votre connexion Internet. </p>
	<p class="h4"><span class="important">CLONAGE ADRESSE MAC :</span> Chaque mat&eacute;riel informatique, y compris l&rsquo;adaptateur de r&eacute;seau de votre ordinateur, poss&egrave;de un num&eacute;ro unique appel&eacute; adresse MAC. Certains fournisseurs d&rsquo;acc&egrave;s &agrave; Internet vous demandent d&rsquo;inscrire cette adresse chez eux afin d&rsquo;avoir acc&egrave;s &agrave; Internet. Si vous ne souhaitez pas inscrire &agrave; nouveau l'adresse MAC chez votre fournisseur d'acc&egrave;s &agrave; Internet, vous pouvez assigner l'adresse MAC d&eacute;j&agrave; enregistr&eacute;e &agrave; votre routeur avec la caract&eacute;ristique de clonage d'adresse MAC. </p>
	<ul class="h4">
	 	<li><span class="important">Marche/Arr&ecirc;t :</span> S&eacute;lectionner <span class="important">Marche</span> pour activer le clonage d&rsquo;adresse MAC ou <span class="important">Arr&ecirc;t</span> pour le d&eacute;sactiver.</li>
		<li><span class="important">Adresse MAC :</span> Entrer l&rsquo;adresse MAC inscrite chez votre fournisseur d&rsquo;acc&egrave;s &agrave; Internet.</li>
		<li><span class="important">Cloner le MAC de mon PC :</span> Cliquer sur ce bouton pour cloner l&rsquo;adresse MAC de l&rsquo;ordinateur que vous utilisez.</li>
	</ul>
	<p class="h4"><span class="important">DDNS :</span> Gr&acirc;ce au DDNS, vous &ecirc;tes en mesure d&rsquo;assigner des noms de domaine et d&rsquo;h&ocirc;te fixes &agrave; une adresse IP Internet dynamique. C&rsquo;est utile quand vous h&eacute;bergez votre site Web, un serveur FTP ou d&rsquo;autres serveurs derri&egrave;re votre routeur. Accepter d&rsquo;abord le service DDNS chez un prestataire de services DDNS (www.dyndns.org ou www.TZO.com par exemple), puis s&eacute;lectionner l&rsquo;option correspondante. S&eacute;lectionner <span class="important">Arr&ecirc;t</span> si vous ne souhaitez pas utiliser cette caract&eacute;ristique. </p>
	<p class="h4"><span class="important">PARAM&Egrave;TRES DE L&rsquo;HEURE :</span> S&eacute;lectionner votre fuseau horaire dans ce menu d&eacute;roulant. Cocher la case pour r&eacute;gler automatiquement l&rsquo;heure avanc&eacute;e.</p>
	
	<div class="rightpic"><img src="../images/03c_Internet-Menu_Optimize-Video-Streaming.png" alt="Optimisation du flux vid&eacute;o en continu" /></div>
	<h3><a name="OptimizeVideo">Optimisation du flux vid&eacute;o en continu</a></h3>

	<p>S&eacute;lectionner <span class="important">Marche</span> pour activer automatiquement le flux vid&eacute;o en continu vers vos appareils VIZIO supportant des applications Internet. Ajouter d&rsquo;autres appareils non VIZIO &agrave; la liste en : </p>
	<ol>
		<li>Entrant leur adresse MAC dans le champ <span class="italic">Nouvelle adresse MAC du dispositif m&eacute;dia</span>, puis cliquer sur <span class="important">Ajouter</span>.</li>
		<li>Cliquant sur <span class="important">Dispositif connect&eacute;</span> et s&eacute;lectionnant l&rsquo;appareil dans la liste. </li>
	</ol>
	<p>Cliquer sur <span class="important">Enregistrer les modifications</span> pour conserver les changements que vous avez faits &agrave; la configuration du routeur ou cliquer sur <span class="important">Annuler</span> pour annuler vos modifications.</p>
	<p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>
	
	<h3><a name="ParentalControls">Contr&ocirc;les parentaux</a></h3>	 
	<div class="rightpic"><img src="../images/03d_Internet-Menu_Parental-Controls.png" alt="Menu des contr&ocirc;les parentaux" /></div>
	<p>Votre routeur vous permet de contr&ocirc;ler quand l&rsquo;ordinateur ou l&rsquo;appareil peut avoir acc&egrave;s &agrave; Internet. S&eacute;lectionner <span class="important">Marche</span> pour activer la configuration du contr&ocirc;le parental ou <span class="important">Arr&ecirc;t</span> pour la d&eacute;sactiver.</p>
	<p>Pour d&eacute;terminer une police et un temps d&rsquo;acc&egrave;s :</p>
	<ol>
		<li>Cliquer sur <span class="important">Avanc&eacute;</span>. Un nouveau menu s'affichera indiquant les options avanc&eacute;es disponibles pour les contr&ocirc;les parentaux.</li>
		<li>Saisir un nom de police unique.</li>
		<li>Choisir si vous souhaitez <span class="important">Refuser</span> ou <span class="important">Autoriser</span> l&rsquo;acc&egrave;s &agrave; Internet pendant les jours de la semaine et les heures de la journ&eacute;e seront d&eacute;termin&eacute;es dans la prochaine &eacute;tape. </li>
		<li>Cocher la case pour chaque journ&eacute;e dont vous souhaitez refuser ou accepter l&rsquo;acc&egrave;s &agrave; Internet.</li>
		<li>S&eacute;lectionner les heures de d&eacute;but et de fin en utilisant la liste d&eacute;roulante. L&rsquo;heure est en format 24 h (par ex., 13:00 vaut 1:00 pm).</li>
		<li>Cocher la case <span class="important">Appliquer</span> pour activer les contr&ocirc;les parentaux pour cette police ou ne pas la cocher pour les d&eacute;sactiver.</li>
		<li>Cliquer sur <span class="important">&Eacute;diter</span> et s&eacute;lectionner dans la liste les ordinateurs dont il faut bloquer ou autoriser l&rsquo;acc&egrave;s.</li>
		<li>Cliquer sur <span class="important">Enregistrer les modifications</span> pour conserver les changements que vous avez faits &agrave; la configuration du routeur ou cliquer sur <span class="important">Annuler</span> pour annuler vos modifications.</li>
	</ol>
	<p>Vous pouvez aussi :</p>
	<ul>
		<li>Cliquer sur <span class="important">Supprimer</span> pour retirer cette police.</li>
		<li>Cliquer sur <span class="important">Plus</span> pour ajouter plus de polices.</li>
	</ul>

	<h3><a name="InternetSpeedTest">Test de rapidit&eacute; Internet</a></h3>
	<p>Cliquer sur <span class="important">D&eacute;marrage du test</span> pour tester la rapidit&eacute; de votre connexion Internet. Voici la signification approximative des r&eacute;sultats :</p>
	<ul>
		<li>1 Mo &ndash; 3 Mo : Id&eacute;al pour un flux &agrave; d&eacute;finition standard en continu</li>
		<li>3 Mo &ndash; 10 Mo : Id&eacute;al pour un flux &agrave; haute d&eacute;finition en continu</li>
		<li>10 Mo et + : Id&eacute;al pour un flux multiple &agrave; haute d&eacute;finition en continu</li>
	</ul>

	<h2><a name="RouterMenu">Menu ROUTEUR</a></h2>
	<div class="imgcenter"><img src="../images/04a_Router-Menu_main.png" alt="Menu Routeur" /></div>
	<p>Les param&egrave;tres actuels de votre routeur sont affich&eacute;s. Le menu <span class="italic">Routeur</span> vous permet de personnaliser les param&egrave;tres de votre routeur, tels que la modification de la configuration LAN, la mise &agrave; jour du microprogramme et l'acc&egrave;s &agrave; un appareil USB connect&eacute;.</p>

	<h3><a name="RouterIP">IP du routeur</a></h3>
	<p>L&rsquo;adresse IP de votre routeur, comme elle est indiqu&eacute;e sur votre r&eacute;seau local, appara&icirc;t ici. Pour apporter des modifications, cliquer sur <span class="important">Avanc&eacute;</span>. Un nouveau menu s'affichera indiquant les options avanc&eacute;es disponibles pour l&rsquo;<span class="italic">IP du routeur</span>. Cliquer sur <span class="important">Enregistrer les modifications</span> pour conserver les changements que vous avez faits &agrave; la configuration du routeur ou cliquer sur <span class="important">Annuler</span> pour annuler vos modifications.</p>
	<div class="rightpic"><img src="../images/04b_Router-Menu_Router-IP.png" alt="Menu des param&egrave;tres LAN" /></div>
	<h4>Options avanc&eacute;es</h4>
	<p class="h4"><span class="important">IP du routeur :</span> Il s&rsquo;agit de l&rsquo;adresse IP de votre routeur, comme elle appara&icirc;t sur votre r&eacute;seau local.</p>
	<p class="h4"><span class="important">Masque de sous-r&eacute;seau :</span> Il s&rsquo;agit du masque de sous-r&eacute;seau de votre routeur.</p>
	<p class="h4"><span class="important">Adresse URL :</span> Il s&rsquo;agit de l&rsquo;URL de l&rsquo;<span class="italic">Application d&rsquo;installation  rapide</span>.</p>
	<p class="h4"><span class="important">Serveur DHCP :</span> Si un serveur DHCP existe d&eacute;j&agrave; dans votre r&eacute;seau ou si vous n'en voulez pas, s&eacute;lectionner <span class="important">Arr&ecirc;t</span> (c&rsquo;est sur <span class="important">Marche</span> par d&eacute;faut). Les caract&eacute;ristiques restantes du DHCP ne seront plus disponibles.</p>
	<p class="h4"><span class="important">R&eacute;servation DHCP :</span> S&eacute;lectionner pour assigner une adresse IP locale fixe &agrave; une adresse MAC. Une nouvelle fen&ecirc;tre s&rsquo;ouvrira.</p>
		<ul class="h4">
			<li>Pour ajouter automatiquement un client, choisir <span class="important">S&eacute;lectionner des clients dans les tables DHCP</span>, cliquer sur <span class="important">S&eacute;lectionner</span> situ&eacute; &agrave; c&ocirc;t&eacute; du client que vous souhaitez ajouter, puis sur <span class="important">Ajouter des clients</span>.</li>
			<li>Pour ajouter manuellement un client et assigner une adresse IP, s&eacute;lectionner <span class="important">Ajouter manuellement un client</span> dans la liste d&eacute;roulante, puis entrer un <span class="italic">Nom du client</span>, une <span class="italic">adresse IP</span> et une <span class="italic">adresse MAC</span>. Cliquer sur <span class="important">Ajouter</span> pour ajouter l&rsquo;adresse IP.</li>
			<li>Pour enlever un client de la liste, cliquer sur <span class="important">Retirer</span> situ&eacute; &agrave; c&ocirc;t&eacute; du client que vous souhaitez enlever.</li>
		</ul>
	
	<p class="h4"><span class="important">D&eacute;marrer l&rsquo;adresse IP :</span> Entrer une valeur pour le serveur DHCP avec lequel commencer lors de la distribution d&rsquo;adresses IP. Puisque l&rsquo; adresse IP par d&eacute;faut de votre routeur est 192.168.1.1, l&rsquo;adresse IP de d&eacute;but doit &ecirc;tre &eacute;gale ou sup&eacute;rieure &agrave; 192.168.1.2, mais inf&eacute;rieure &agrave; 192.168.1.253.</p>
	<p class="h4"><span class="important">Nombre maximum d'utilisateurs :</span> Entrer le nombre maximum d'ordinateurs pouvant &ecirc;tre assign&eacute;s &agrave; une adresse IP par le serveur DHCP. La valeur par d&eacute;faut est 50 et ne peut d&eacute;passer 155.</p>
	<p class="h4"><span class="important">Gamme d'adresses IP :</span> La gamme est affich&eacute;e selon l&rsquo;adresse IP de d&eacute;but et le nombre maximum d'utilisateur s&eacute;lectionn&eacute;s.</p>
	<p class="h4"><span class="important">Temps de connexion du client :</span> Il s&rsquo;agit de la p&eacute;riode de temps pendant laquelle un utilisateur du r&eacute;seau sera autoris&eacute; &agrave; &ecirc;tre connect&eacute; &agrave; votre routeur avec leur adresse IP dynamique actuelle. Entrer la p&eacute;riode de temps, en minutes, pendant laquelle l'utilisateur sera connect&eacute; &agrave; cette adresse IP dynamique. La valeur par d&eacute;faut est 0 minute, soit un jour. Lorsque le d&eacute;lai est pass&eacute;, l&rsquo;utilisateur recevra automatiquement une nouvelle adresse IP dynamique.</p>
	<p class="h4"><span class="important">DNS statique 1-3 :</span> Le DNS (serveur de noms de domaine) correspond &agrave; la mani&egrave;re dont Internet traduit les noms de domaines ou de site Web en adresses Internet ou URL. Contacter votre fournisseur d&rsquo;acc&egrave;s &agrave; Internet pour obtenir au moins une adresse IP de serveur DNS &agrave; entrer dans les espaces d&eacute;sign&eacute;s. Vous pouvez entrer au maximum deux adresses IP de serveur DNS. Votre routeur les utilisera pour acc&eacute;der plus rapidement aux serveurs DNS fonctionnant.</p>
	<p class="h4"><span class="important">WINS :</span> Le service WINS (service d&rsquo;attribution de noms de domaines sous Windows) g&egrave;re l&rsquo;interaction de chaque ordinateur avec Internet. Si vous utilisez un serveur WINS, saisir ici l'adresse IP de ce serveur. Sinon, laisser ces espaces vides.</p>
	
	
	<h3><a name="Firmware">Version du microprogramme</a></h3>
	<p>La version actuelle du microprogramme de votre routeur s&rsquo;affiche ici. Pour apporter des modifications, cliquer sur <span class="important">Avanc&eacute;</span>. Un nouveau menu s'affichera indiquant les options avanc&eacute;es disponibles pour la <span class="italic">Version du microprogramme</span>. Cliquer sur <span class="important">Enregistrer les modifications</span> pour conserver les changements que vous avez faits &agrave; la configuration du routeur ou cliquer sur <span class="important">Annuler</span> pour annuler vos modifications.</p>

	<div class="rightpic"><img src="../images/04c_Router-Menu_Firmware.png" alt="&Eacute;cran de la mise &agrave; niveau du microprogramme" /></div>
	<h4>MISE &Agrave; NIVEAU MICROLOGICIEL</h4>
	<ol class="h4">
		<li>Cliquer sur <span class="important">V&eacute;rifier la derni&egrave;re version du microprogramme</span>. Si un nouveau microprogramme est disponible, un lien appara&icirc;tra au-dessus du bouton. </li>
		<li>Cliquer sur le lien pour t&eacute;l&eacute;charger le microprogramme sur votre ordinateur.</li>	
		<li>Cliquer sur <span class="important">Parcourir</span> et trouver l&rsquo;emplacement du fichier t&eacute;l&eacute;charg&eacute; sur votre ordinateur.</li>
		<li>Cliquer sur <span class="important">D&eacute;but de la mise &agrave; niveau</span>. </li>		
	</ol>

	<p class="h4"><span class="note">Avertissement : </span>Ne pas mettre &agrave; jour votre microprogramme &agrave; moins de conna&icirc;tre des probl&egrave;mes avec votre routeur ou si vous souhaitez utiliser une caract&eacute;ristique offerte par le nouveau microprogramme.</p>

	<h4>CONFIGURATION PAR D&Eacute;FAUT</h4>
		<p class="h4">S&eacute;lectionner cette option pour r&eacute;initialiser les param&egrave;tres par d&eacute;faut de votre routeur. Tous les param&egrave;tres que vous avez d&eacute;termin&eacute;s, dont votre nom d&rsquo;utilisateur et votre mot de passe pour l&rsquo;ouverture de session, seront perdus lors de la r&eacute;initialisation des param&egrave;tres par d&eacute;faut.</p>
	<h4>SESSION</h4>
		<p class="h4">Votre routeur conserve un suivi de tout le trafic de votre connexion Internet. S&eacute;lectionner <span class="important">Marche</span> pour commencer la surveillance du trafic entre Internet et le r&eacute;seau, sinon laisser sur <span class="important">Arr&ecirc;t</span>. S&eacute;lectionner <span class="important">Visualisation de la session</span> pour voir les donn&eacute;es de la session.</p>
	<h4>SAUVEGARDER ET R&Eacute;INITIALISER</h4>
		<p class="h4">S&eacute;lectionner <span class="important">Sauvegarde des configurations</span> pour sauvegarder la configuration actuelle de votre routeur, ce qui vous permet de la r&eacute;initialiser plus tard si vos param&egrave;tres sont perdus ou modifi&eacute;s. Suivre les instructions &agrave; l&rsquo;&eacute;cran pour sauvegarder votre configuration.</p>
		<p class="h4">S&eacute;lectionner <span class="important">R&eacute;initialiser les configurations</span> pour r&eacute;initialiser la configuration sauvegard&eacute; sur votre routeur. Suivre les instructions &agrave; l&rsquo;&eacute;cran pour r&eacute;initialiser la configuration.</p>



	<h3><a name="Firewall">Pare-feu</a></h3>
	<p>Un pare-feu peut filtrer divers types de trafic ind&eacute;sirable sur votre r&eacute;seau local. Le pare-feu est r&eacute;gl&eacute; par d&eacute;faut sur <span class="important">Marche</span>. S&eacute;lectionner <span class="important">Arr&ecirc;t</span> pour d&eacute;sactiver la protection du pare-feu. Pour apporter des modifications, cliquer sur <span class="italic">Avanc&eacute;</span>. Un nouveau menu s'affichera indiquant les options avanc&eacute;es disponibles pour la configuration du <span class="italic">pare-feu</span>.</p>

	<div class="rightpic"><img src="../images/04d_Router-Menu_Port-Forwarding.png" alt="Menu Envoi port" /></div>
	<h4>ENVOI PORT</h4>
	<p class="h4">Gr&acirc;ce &agrave; <span class="italic">Envoi port</span>, vous &ecirc;tes en mesure de personnaliser les services des ports pour des applications courantes. Lorsque les utilisateurs envoient ces types de demandes &agrave; votre r&eacute;seau par Internet, votre routeur fera suivre ces demandes aux serveurs appropri&eacute;s (ordinateurs). Avant d'utiliser l&rsquo;envoi de ports, vous devez assigner des adresses IP statiques aux serveurs d&eacute;sign&eacute;s. Cliquer sur <span class="important">Enregistrer les modifications</span> pour conserver les changements que vous avez faits &agrave; la configuration du routeur ou cliquer sur <span class="important">Annuler</span> pour annuler vos modifications.</p>
	<p class="h4"><span class="important">Nom de l'application :</span> S&eacute;lectionner une application configur&eacute;e pr&eacute;alablement ou entrer un nom unique (12 caract&egrave;res maximum).</p>
	<p class="h4"><span class="important">Port externe :</span> Entrer les num&eacute;ros de ports externes.</p>
	<p class="h4"><span class="important">Port interne :</span> Entrer les num&eacute;ros de ports internes.</p>
	<p class="h4"><span class="important">Protocole :</span> S&eacute;lectionner le protocole utilis&eacute; pour cette application, soit <span class="important">TCP </span>ou <span class="important">UDP</span>.</p>
	<p class="h4"><span class="important">Vers adresse IP :</span> Pour chaque application, entrer l&rsquo;adresse IP de l&rsquo;ordinateur qui doit recevoir les demandes.</p>
	<p class="h4"><span class="important">Marche :</span> Pour chaque application, s&eacute;lectionner <span class="important">Marche</span>pour activer l&rsquo;envoi de ports.</p>
	<p class="h4">Cliquer sur <span class="important">PLUS</span> pour ajouter plus d&rsquo;applications.</p>
 
	<div class="rightpic"><img src="../images/04e_Router-Menu_Port-Triggering.png" alt="Menu D&eacute;clencheur de port" /></div>
	<h4>D&Eacute;CLENCHEUR DE PORT</h4>
	<p class="h4">Gr&acirc;ce &agrave; <span class="italic">D&eacute;clencheur de port</span>, vous &ecirc;tes en mesure de surveiller les donn&eacute;es sortantes pour des num&eacute;ros de ports sp&eacute;cifiques. Votre routeur se souvient de l'adresse IP de l'ordinateur qui envoie les donn&eacute;es correspondantes; aussi, lorsque les donn&eacute;es demand&eacute;es reviennent par votre routeur, elles sont dirig&eacute;es vers le bon ordinateur. Cliquer sur <span class="important">Enregistrer les modifications</span> pour conserver les changements que vous avez faits &agrave; la configuration du routeur ou cliquer sur <span class="important">Annuler</span> pour annuler vos modifications.</p>
	<p class="h4"><span class="important">Nom de l'application :</span> Entrer un nom unique pour le d&eacute;clenchement (12 caract&egrave;res maximum).</p>
	<p class="h4"><span class="important">Gamme d&eacute;clench&eacute;e :</span> Entrer les num&eacute;ros de ports de <span class="important">d&eacute;but</span> et de <span class="important">fin</span> de la gamme d&eacute;clench&eacute;e. V&eacute;rifier au besoin les num&eacute;ros de ports dans les documents d&rsquo;application Internet.</p>
	<p class="h4"><span class="important">Gamme envoy&eacute;e :</span> Entrer les num&eacute;ros de ports de <span class="important">d&eacute;but</span> et de <span class="important">fin</span> de la gamme envoy&eacute;e. V&eacute;rifier au besoin les num&eacute;ros de ports dans les documents d&rsquo;application Internet.</p>
	<p class="h4"><span class="important">Marche :</span> Pour chaque application, s&eacute;lectionner <span class="important">Marche</span>pour activer le d&eacute;clenchement de ports.</p>
	<p class="h4">Cliquer sur <span class="important">PLUS</span> pour ajouter plus d&rsquo;applications.</p>

	<div class="rightpic"><img src="../images/04f_Router-Menu_Firewall.png" alt="Menu du pare-feu"  /></div><h4>PARE-FEU</h4>
	
	<p class="h4">Configurer un pare-feu qui peut filtrer divers types de trafic ind&eacute;sirable sur le r&eacute;seau local de votre routeur.</p> 
	<p class="h4"><span class="important">Protection pare-feu SPI :</span> S&eacute;lectionner <span class="important">Activer</span> pour utiliser une protection de pare-feu ou <span class="important">D&eacute;sactiver</span> pour l&rsquo;&eacute;teindre.</p>
	<p class="h4"><span class="important">Filtre Internet : </span> </p>
	<ul class="h4">
		<li><span class="important">Filtrer les requ&ecirc;tes Internet anonymes :</span>  S&eacute;lectionner pour rendre plus difficile l&rsquo;acc&egrave;s &agrave; votre r&eacute;seau par des utilisateurs externes.</li>
		<li><span class="important">Filtrer le routage &agrave; multidiffusion :</span> S&eacute;lectionner pour autoriser en m&ecirc;me temps des transmissions multiples vers des destinataires sp&eacute;cifiques. Votre routeur permettra aux paquets IP &agrave; multidiffusion d&rsquo;&ecirc;tre envoy&eacute;s vers les ordinateurs appropri&eacute;s.</li>
		<li><span class="important">Filtrer la redirection NAT Internet :</span> S&eacute;lectionner pour emp&ecirc;cher un ordinateur local d&rsquo;utiliser un URL ou une adresse Internet d&rsquo;acc&eacute;der au serveur local.</li>
		<li><span class="important">Filtrer IDENT (Portail 113) :</span> S&eacute;lectionner pour &eacute;viter que le port 113 soit explor&eacute; par des appareils externes &agrave; votre r&eacute;seau local.</li>
	</ul>
	<p class="h4"><span class="important">Filtre Web :</span> S&eacute;lectionner <span class="important">Proxy</span>, <span class="important">Java</span>, <span class="important">ActiveX</span> et <span class="important">T&eacute;moins</span> pour filtrer ces protocoles Web. Vous pouvez s&eacute;lectionner autant d&rsquo;options que vous souhaitez filtrer.</p>
 
	<h4>DMZ</h4>
	<div class="rightpic"><img src="../images/04g_Router-Menu_DMZ.png" alt="Menu DMZ" /></div>
	<p class="h4">Gr&acirc;ce au <span class="italic">DMZ</span>, un ordinateur de r&eacute;seau peut &ecirc;tre expos&eacute; &agrave; Internet pour des activit&eacute;s comme les jeux et les vid&eacute;oconf&eacute;rences. L&rsquo;h&eacute;bergement DMZ dirigent tous les ports en m&ecirc;me temps vers un ordinateur. L&rsquo;envoi de ports est plus s&ucirc;r puisque vous s&eacute;lectionner les ports que vous souhaitez &ecirc;tre ouverts, tandis que l&rsquo;h&eacute;bergement DMZ ouvre tous les ports d&rsquo;un ordinateur, l&rsquo;exposant ainsi &agrave; Internet. Vous devez d&eacute;sactiver la fonction du client DHCP de l&rsquo;ordinateur dont le port est envoy&eacute; et lui attribuer une nouvelle adresse IP statique car son adresse IP peut changer lors de l'utilisation de cette fonction. Cliquer sur <span class="important">Enregistrer les modifications</span> pour conserver les changements que vous avez faits &agrave; la configuration du routeur ou cliquer sur <span class="important">Annuler</span> pour annuler vos modifications.</p>
	<p class="h4"><span class="important">Marche/Arr&ecirc;t :</span> S&eacute;lectionner <span class="important">Marche</span> pour permettre aux ordinateurs sur Internet d'acc&eacute;der &agrave; un ordinateur local.</p>
	<p class="h4"><span class="important">Adresse IP source : </span>S&eacute;lectionner une <span class="important">Adresse IP quelconque</span> ou entrer manuellement une adresse IP source sp&eacute;cifique pour l&rsquo;ordinateur dont vous souhaitez autoriser l&rsquo;acc&egrave;s depuis Internet.</p>
	<p class="h4"><span class="important">Destination :</span> S&eacute;lectionner une <span class="important">adresse IP</span> ou une <span class="important">adresse MAC</span> et entrer l&rsquo;adresse IP de l&rsquo;adresse MAC pour l&rsquo;ordinateur local que vous souhaitez exposer.</p>
	<p class="h4"><span class="important">Table DHCP associ&eacute;e au r&eacute;seau du client :</span> S&eacute;lectionner <span class="important">Table de client DHCP</span> pour afficher les ordinateurs et les autres appareils auxquels des adresses IP ont &eacute;t&eacute; assign&eacute;es par votre routeur. Pour copier l&rsquo;adresse MAC d&rsquo;un ordinateur sur l&rsquo;&eacute;cran DMZ, cliquer sur <span class="important">S&eacute;lectionner</span>.</p>

	<h3><a name="RouterAutoLogin">Ouverture de session automatique du routeur</a></h3>
	<p>Votre routeur est r&eacute;gl&eacute; pour ouvrir une session automatiquement dans l'<span class="italic">application de configuration du routeur</span>. S&eacute;lectionner <span class="important">Arr&ecirc;t</span> pour emp&ecirc;cher votre routeur d&rsquo;ouvrir une session, puis cliquer sur <span class="important">Avanc&eacute;</span> pour d&eacute;terminer un nom d'utilisateur et un mot de passe. Un nouveau menu s'affichera indiquant les options avanc&eacute;es disponibles pour la configuration de l&rsquo;<span class="italic">ouverture de session automatique du routeur</span>. Cliquer sur <span class="important">Enregistrer les modifications</span> pour conserver les changements que vous avez faits &agrave; la configuration du routeur ou cliquer sur <span class="important">Annuler</span> pour annuler vos modifications.</p>
	
	<div class="rightpic"><img src="../images/04h_Router-Menu_Router-Auto-Login.png" alt="&Eacute;cran d&rsquo;ouverture de session automatique du routeur" /></div>
	<h4>ACC&Egrave;S WEB</h4>
	<p class="h4"><span class="important">Nom d&rsquo;utilisateur et mot de passe du routeur :</span> Cr&eacute;er un nom d&rsquo;utilisateur et un mot de passe &agrave; saisir avant que l&rsquo;<span class="italic">application de configuration du routeur</span> s&rsquo;ouvre. Entrer &agrave; nouveau le mot de passe pour confirmation. Vous pouvez cocher la case <span class="important">Visualiser le mot de passe</span> pour voir le mot de passe. Vous devez &agrave; pr&eacute;sent entrer le nom d'utilisateur et le mot de passe chaque fois que l&rsquo;<span class="italic">application de configuration du routeur</span> s'ouvre. Si vous avez oubli&eacute; votre nom d&rsquo;utilisateur et votre mot de passe, appuyer sur le bouton situ&eacute; au dos de votre routeur et le *maintenir appuy&eacute; pendant 10 secondes pour r&eacute;initialiser les param&egrave;tres par d&eacute;faut.</p>
	<p class="h4"><span class="important">Acc&egrave;s par : HTTP</span> correspond au protocole de communication standard utilis&eacute; sur Internet et est l&rsquo;option par d&eacute;faut. S&eacute;lectionner <span class="important">HTTPS</span> afin de crypter les donn&eacute;es pour une s&eacute;curit&eacute; accrue.</p>
	<p class="h4"><span class="important">Acc&egrave;s par le r&eacute;seau sans fil :</span> S&eacute;lectionner <span class="important">Marche</span> pour autoriser l&rsquo;acc&egrave;s &agrave; l&rsquo;application de configuration du routeur par une connexion sans fil. S&eacute;lectionner <span class="important">Arr&ecirc;t</span> pour refuser l&rsquo;acc&egrave;s, plus particuli&egrave;rement si vous utilisez votre routeur dans un lieu public et si des invit&eacute;s ont acc&egrave;s &agrave; une connexion sans fil.</p>
	
	<h4>ACC&Egrave;S &Agrave; DISTANCE</h4>
	<p class="h4"><span class="important">Gestion &agrave; distance :</span> Pour acc&eacute;der &agrave; votre routeur &agrave; distance depuis Internet, s&eacute;lectionner <span class="important">Marche</span>. Le r&eacute;glage est mis par d&eacute;faut sur <span class="important">Arr&ecirc;t</span>.</p>
	<p class="h4"><span class="important">Acc&egrave;s par :</span>  S&eacute;lectionner les protocoles de communication HTTP ou HTTPS pour obtenir un acc&egrave;s &agrave; distance depuis Internet.</p>
	<p class="h4"><span class="important">Mise &agrave; niveau &agrave; distance : </span>S&eacute;lectionner <span class="important">Marche</span> pour &ecirc;tre en mesure de mettre &agrave; niveau le microprogramme &agrave; distance depuis Internet. Le r&eacute;glage est mis par d&eacute;faut sur <span class="important">Arr&ecirc;t</span>.</p>
	<p class="h4"><span class="important">Adresse IP &agrave; distance autoris&eacute;e :</span> S&eacute;lectionner une <span class="important">adresse IP quelconque 	</span>ou entrer manuellement une adresse IP Internet pour autoriser l&rsquo;acc&egrave;s &agrave; distance &agrave; un service Web depuis Internet.</p>
	<p class="h4"><span class="important">Interface de gestion&agrave; distance :</span> Entrer le num&eacute;ro de port qui fournira l&rsquo;acc&egrave;s externe au service Web de votre routeur.</p>
	
	<h3><a name="USBNetworkMedia">M&eacute;dia du r&eacute;seau USB</a></h3>
	<p>Le port USB de votre routeur se connecte &agrave; un appareil de stockage USB, pour avoir acc&egrave;s &agrave; vos fichiers &agrave; partir de n&rsquo;importe quel ordinateur du r&eacute;seau. Tous les fichiers de l&rsquo;appareil de stockage sont partag&eacute;s avec les autres ordinateurs en r&eacute;seau. Voir <a href="#USB">Acc&egrave;s &agrave; l'appareil de stockage USB</a> pour obtenir plus d&rsquo;informations sur l&rsquo;acc&egrave;s &agrave; votre appareil de stockage USB.</p>

	<h3><a name="RestartRouter">Red&eacute;marrer le routeur</a></h3>
	<p>Cliquer sur <span class="important">Red&eacute;marrer le routeur</span> pour relancer le logiciel de votre routeur.</p>
 
	<h2><a name="WirelessMenu">Menu SANS FIL</a></h2>
	<p>Les param&egrave;tres actuels du r&eacute;seau sans fil sont affich&eacute;s. S&eacute;lectionner <span class="important">Avanc&eacute;</span> pour changer les param&egrave;tres du r&eacute;seau sans fil. S&eacute;lectionner <span class="important">&Eacute;DITER LES PARAM&Egrave;TRES</span> pour apporter des modifications au nom du r&eacute;seau (SSID), au type de s&eacute;curit&eacute;, &agrave; la cl&eacute; de s&eacute;curit&eacute; et au statut du r&eacute;seau. S&eacute;lectionner <span class="important">WPS </span> pour r&eacute;gler vos appareils sans fil &agrave; l&rsquo;aide de la configuration de protection WI-FI.</p>
	
	<h3><a name="EditSettings">&Eacute;diter les param&egrave;tres</a></h3>
	<div class="rightpic"><img src="../images/05a_Wireless-Menu_edit-settings.png" alt="Menu des param&egrave;tres du r&eacute;seau sans fil" /></div>
 
	<h4>Nom du r&eacute;seau (SSID)</h4>
		<p class="h4">Chaque r&eacute;seau sans fil a un nom unique ou un SSID. Vos trois r&eacute;seaux sans fil poss&egrave;dent des noms par d&eacute;faut que vous pouvez personnaliser. Si vous modifiez le nom, envisager d'utiliser un nom unique pour vous assurer qu&rsquo;il n&rsquo;est pas similaire &agrave; d&rsquo;autres r&eacute;seaux sans fil que votre routeur peut d&eacute;tecter dans votre zone. Ne pas utiliser de renseignements personnels qui peuvent &ecirc;tre vus pas d'autres utilisateurs de votre zone recherchant des r&eacute;seaux sans fil.</p>
	<h4>Type de s&eacute;curit&eacute;</h4>
		<p class="h4">S&eacute;lectionner <span class="important">WPA2 Personnel, WPA Personnel, WEP 128bit</span> ou <span class="important">WEP 64bit</span>. Voir le tableau des modes de s&eacute;curit&eacute; ci-dessus pour de plus amples informations.</p>
	<h4>Cl&eacute; de s&eacute;curit&eacute;</h4>
		<p class="h4">Entrer une nouvelle cl&eacute; de s&eacute;curit&eacute; que les utilisateurs doivent saisir pour obtenir l&rsquo;acc&egrave;s &agrave; votre r&eacute;seau sans fil. La cl&eacute; doit comprendre entre 8 et 63 caract&egrave;res. </p>
	<h4>Statut du r&eacute;seau</h4>
		<p class="h4">Cocher la case pour conserver la disponibilit&eacute; de ce r&eacute;seau dans votre liste de r&eacute;seaux sans fil ou la d&eacute;cocher pour le d&eacute;sactiver et le retirer de la liste. </p>
	
	
	<h3><a name="WPS">WPS (configuration de protection Wi-Fi)</a></h3>
 	<div class="rightpic"><img src="../images/05b_Wireless-Menu_WPS.png" alt="Configuration de protection Wi-Fi" /></div>
	<p>Si vous poss&eacute;dez un appareil qui est compatible avec la configuration de protection Wi-Fi, il y a trois fa&ccedil;ons de se connecter via WPS. Utiliser la m&eacute;thode s&rsquo;appliquant &agrave; l&rsquo;appareil que vous configurez.</p>

	<h4>M&eacute;thode en appuyant sur le bouton</h4>
	<p class="h4">Utiliser cette m&eacute;thode si l&rsquo;appareil que vous configurez a un bouton WPS.</p>
	<ol class="h4">
		<li>Appuyer sur le bouton WPS de l&rsquo;appareil que vous configurez.</li>
		<li>Cliquer sur le bouton <span class="important">WPS</span> sur l&rsquo;<span class="italic">application de configuration du routeur</span>. Apr&egrave;s avoir r&eacute;ussi la connexion, un message de r&eacute;ussite s&rsquo;affichera.</li>
		<li>Cliquer sur Retour pour revenir au menu principal.</li>
	</ol>

	<h4>M&eacute;thode avec le NIP de l'appareil</h4> 
	<p class="h4">Utiliser cette m&eacute;thode si l&rsquo;appareil que vous configurez a un num&eacute;ro NIP de configuration WPS.</p>
	<ol class="h4">
		<li>Entrer le num&eacute;ro NIP de l&rsquo;appareil que vous configurez dans le champ sur cet &eacute;cran.</li>
		<li>Cliquer sur le bouton <span class="important">Sync</span>. Apr&egrave;s avoir r&eacute;ussi la connexion, un message de r&eacute;ussite s&rsquo;affichera. </li>
		<li>Cliquer sur <span class="italic">Retour</span> pour revenir au menu principal.</li>
	</ol>

	<h4>M&eacute;thode avec le NIP du routeur</h4>
	<p class="h4">Utiliser cette m&eacute;thode si l&rsquo;appareil de votre client vous demande le num&eacute;ro NIP de votre routeur.</p>
	<p class="h4">Entrer le num&eacute;ro NIP indiqu&eacute; sur cet &eacute;cran et dans le <span class="italic">guide d&rsquo;installation rapide</span>. L&rsquo;appareil sans fil se connectera &agrave; votre routeur &agrave; l&rsquo;aide de ce NIP.</p>

	<h3><a name="Advanced">Avanc&eacute;</a></h3>
	<p>Un nouveau menu s'affichera indiquant les options avanc&eacute;es disponibles pour les <span class="italic">param&egrave;tres avanc&eacute;s du r&eacute;seau sans fil</span>. Choisir un nom de r&eacute;seau dans la liste d&eacute;roulante pour modifier les param&egrave;tres de ce r&eacute;seau.</p>

	<h4>Filtre MAC du r&eacute;seau sans fil</h4>
	<p class="h4">Saisir les adresses MAC dans les espaces d&eacute;sign&eacute;s pour refuser ou autoriser l&rsquo;acc&egrave;s au r&eacute;seau sans fil des appareils sans fil ayant ces adresses. Cliquer sur <span class="important">Liste de clients du r&eacute;seau sans fil</span> pour ajouter des adresses MAC en les choisissant dans une liste de clients d&eacute;tect&eacute;s par votre routeur. Cliquer sur <span class="important">PLUS</span> pour ajouter plus d&rsquo;adresses.</p>
 
	<h4><a name="NetworkSettings">Param&egrave;tres du r&eacute;seau</a></h4>
	<p class="h4"><span class="important">Mode R&eacute;seau</span></p>
	<ul class="h4">
		<li><span class="important">5 GHz :</span> S&eacute;lectionner le mode sans fil utilis&eacute; par le r&eacute;seau. Choisir entre <span class="important">D&eacute;sactiv&eacute;, Mixte, R&eacute;seau sans fil-A seulement</span> ou <span class="important">R&eacute;seau sans fil-N seulement</span>.</li>
		<li><span class="important">2,4 GHz :</span> S&eacute;lectionner le mode sans fil utilis&eacute; par le r&eacute;seau. Choisir entre <span class="important">D&eacute;sactiv&eacute;, Mixte, R&eacute;seau sans fil-G seulement, R&eacute;seau sans fil-B seulement </span> ou <span class="important">R&eacute;seau sans fil-BGN</span>.</li>
	</ul>
	<div class="rightpic"><img src="../images/05c_Wireless-Menu_Advanced.png" alt="Menu du r&eacute;seau sans fil avanc&eacute;" /></div>
	<p class="h4"><span class="important">Nom du r&eacute;seau (SSID) :</span> Chaque r&eacute;seau sans fil a un nom unique ou un SSID. Vos trois r&eacute;seaux sans fil poss&egrave;dent des noms par d&eacute;faut que vous pouvez personnaliser. Si vous modifiez le nom, envisager d'utiliser un nom unique pour vous assurer qu&rsquo;il n&rsquo;est pas similaire &agrave; d&rsquo;autres r&eacute;seaux sans fil que votre routeur peut d&eacute;tecter dans votre zone. Ne pas utiliser de renseignements personnels qui peuvent &ecirc;tre vus pas d'autres utilisateurs de votre zone recherchant des r&eacute;seaux sans fil.</p>
	<p class="h4"><span class="important">Largeur du canal</span></p>
	<ul class="h4">
		<li><span class="important">5 GHz :</span> S&eacute;lectionner <span class="important">Auto</span> (20 MHz ou 40 MHz) pour une performance optimale dans un r&eacute;seau utilisant des appareils de r&eacute;seau sans fil-A et de r&eacute;seau sans fil-N (5 GHz). S&eacute;lectionner <span class="important">40 MHz</span> uniquement pour une largeur de canal de 40 MHz et choisir <span class="important">20 MHz</span> seulement pour une largeur de 20 MHz.</li>
		<li><span class="important">2,4 GHz :</span> S&eacute;lectionner <span class="important">Auto</span> (20 MHz ou 40 MHz) pour une performance optimale dans un r&eacute;seau utilisant des appareils de r&eacute;seau sans fil-B, de r&eacute;seau sans fil-G et de r&eacute;seau sans fil-N (2,4 GHz). S&eacute;lectionner <span class="important">40 MHz</span> uniquement pour une largeur de canal de 40 MHz et choisir <span class="important">20 MHz</span> seulement pour une largeur de 20 MHz.</li>
	</ul>
	<p class="h4"><span class="important">Canal large </span> </p>
	<ul class="h4">
		<li><span class="important">5 GHz :</span> S&eacute;lectionner <span class="important">40 MHz</span> uniquement ou <span class="important">Auto</span> (20 MHz ou 40 MHz) pour rendre ce param&egrave;tre disponible pour le canal principal de votre r&eacute;seau sans fil-N (5 GHz). S&eacute;lectionner <span class="important">Autot</span> si vous ne savez pas quel canal choisir.</li>
		<li><span class="important">2,4 GHz :</span> S&eacute;lectionner <span class="important">40 MHz</span> uniquement ou <span class="important">Auto</span> (20 MHz ou 40 MHz) pour rendre ce param&egrave;tre disponible pour le canal principal de votre r&eacute;seau sans fil-N (2,4 GHz). S&eacute;lectionner <span class="important">Autot</span> si vous ne savez pas quel canal choisir.</li>
	</ul>
	
	<p class="h4"><span class="important">Canal standard </span> </p>
	<ul class="h4">
		<li><span class="important">5 GHz :</span> S&eacute;lectionner le canal pour le r&eacute;seau sans fil-A et le r&eacute;seau sans fil-N (5 GHz). Si vous avez s&eacute;lectionn&eacute; <span class="important">40 MHz </span> uniquement ou <span class="important">Auto</span> (20 MHz ou 40 MHz) pour la <span class="italic">largeur du canal</span>, le <span class="italic">canal standard</span> sera alors le canal secondaire pour le r&eacute;seau sans fil-N (5 GHz). S&eacute;lectionner <span class="important">Autot</span> si vous ne savez pas quel canal choisir.</li>
		<li><span class="important">2,4 GHz :</span> S&eacute;lectionner le canal pour le r&eacute;seau sans fil-B, le r&eacute;seau sans fil-G et le r&eacute;seau sans fil-N (2,4 GHz). Si vous avez s&eacute;lectionn&eacute; <span class="important">40 MHz </span> uniquement ou <span class="important">Auto</span> (20 MHz ou 40 MHz) pour la <span class="italic">largeur du canal</span>, le <span class="italic">canal standard</span> sera alors le canal secondaire pour le r&eacute;seau sans fil-N (2,4 GHz). S&eacute;lectionner <span class="important">Autot</span> si vous ne savez pas quel canal choisir.</li>
	</ul>
	
	<p class="h4"><span class="important">Diffusion SSID :</span> Masquer votre nom de r&eacute;seau (SSID) pour que les personnes non comprises dans votre r&eacute;seau ne puissent le voir dans leur liste de r&eacute;seaux disponibles. </p>
	<p class="h4"><span class="important">Isolation AP :</span>  Cela permet d&rsquo;isoler les uns des autres tous les clients et appareils du r&eacute;seau sans fil dans votre r&eacute;seau. Les appareils sans fil pourront communiquer avec votre routeur, mais pas entre eux. </p>
 
	<h4>S&Eacute;CURIT&Eacute; DU R&Eacute;SEAU SANS FIL</h4>
	<p class="h4"><span class="important">Mode de s&eacute;curit&eacute; :</span> Choisir entre <span class="important">WEP, WPA Personnel, WPA Entreprise, WPA2 Personnel, WPA2 Entreprise, RADIUS</span> et <span class="important">D&eacute;sactiv&eacute;</span>. Utiliser le plus haut niveau de cryptage support&eacute; par votre &eacute;quipement du r&eacute;seau.</p>
	
	<div class="imgcenter">
	<table cellspacing="0" cellpadding="6" border="1">
		<tr class="head">
			<td>Type de s&eacute;curit&eacute;</td>
			<td>Description</td>
			<td>Niveau de s&eacute;curit&eacute;</td>
		</tr>
		<tr>
			<td>WPA</td>
			<td><b>W</b>i-Fi <b>P</b>rotected <b>A</b>ccess (acc&egrave;s prot&eacute;g&eacute; au Wi-Fi)</td>
			<td>Le syst&egrave;me WPA/WPA2 est plus s&eacute;curitaire que le syst&egrave;me WEP, car il utilise un cryptage avec une cl&eacute; dynamique.</td>
		</tr>
		<tr>
			<td>WEP</td>
			<td><b>W</b>ired <b>E</b>quivalent <b>P</b>rivacy (confidentialit&eacute; &eacute;quivalente aux transmissions par fil)</td>
			<td>Le syst&egrave;me WEP est peut-&ecirc;tre la seule option disponible pour certains vieux appareils qui sont incompatibles avec le syst&egrave;me WPA.</td>
		</tr>
		<tr>
			<td>RADIUS</td>
			<td><b>R</b>emote <b>A</b>uthentication <b>D</b>ial-<b>I</b>n <b>U</b>ser <b>S</b>ervice (service d&rsquo;usager commut&eacute; &agrave; authentification distante)</td>
			<td>Utiliser uniquement si un serveur RADIUS est connect&eacute; &agrave; votre routeur</td>
		</tr>
	</table>
	</div>
	
	<p class="h4"><span class="important">Cryptage :</span> Choisir entre <span class="important">TKIP</span> et <span class="important">AES</span> pour s&eacute;lectionner une m&eacute;thode de cryptage.</p>
	<p class="h4"><span class="important">Phrase g&eacute;n&eacute;ratrice :</span> Entrer une nouvelle phrase g&eacute;n&eacute;ratrice comprenant entre 8 et 63 caract&egrave;res.</p>
	<p class="h4"><span class="important">Renouvellement de la cl&eacute; :</span> Entrer une p&eacute;riode pour le renouvellement de la cl&eacute;, ce qui indiquera &agrave; votre routeur le nombre de fois qu&rsquo;il devra changer les cl&eacute;s de cryptage. La p&eacute;riode par d&eacute;faut pour le renouvellement de la cl&eacute; est de 3 600 secondes.</p>
	
	
	
	
	
	<h1><a name="WirelessSecurity">Chapitre 6 Informations de s&eacute;curit&eacute; sans fil</a></h1>
	<p>Les r&eacute;seaux sans fil, comme un signal radio diffus&eacute; par air, peuvent &ecirc;tre intercept&eacute;s par d&rsquo;autres appareils. Voici comment vous pouvez prot&eacute;ger les donn&eacute;es transmises dans votre r&eacute;seau sans fil :</p>
	<ol>
		<li><span class="important">Changer le nom par d&eacute;faut du r&eacute;seau sans fil (SSID)</span><br /> Le nom de votre r&eacute;seau sans fil est nomm&eacute; SSID (Service Set Identifier) et est r&eacute;gl&eacute; en usine. Votre routeur VIZIO poss&egrave;de trois identifiants SSID (voir <a href="#Features">Caract&eacute;ristiques</a> pour obtenir plus d&rsquo;information sur vos identifiants SSID). Envisager de modifier le nom du r&eacute;seau en utilisant un nom unique pour vous assurer qu&rsquo;il n&rsquo;est pas similaire &agrave; d&rsquo;autres r&eacute;seaux sans fil que votre routeur peut d&eacute;tecter dans votre zone. Ne pas utiliser de renseignements personnels car les autres utilisateurs seront en mesure de les voir en recherchant des r&eacute;seaux sans fil.</li>
		<li><span class="important">D&eacute;terminer un nom d&rsquo;utilisateur et un mot de passe</span><br /> Aucun nom d&rsquo;utilisateur ou mot de passe n&rsquo;est configur&eacute; en usine pour ouvrir l&rsquo;application de configuration du routeur. Pour prot&eacute;ger votre routeur contre les pirates informatiques, d&eacute;terminer un nom d'utilisateur et un mot de passe. Voir <a href="#RouterAutoLogin">Ouverture de session automatique du routeur</a> pour obtenir des informations sur la configuration du nom d&rsquo;utilisateur et du mot de passe..</li>
		<li><span class="important"> Masquer votre nom de r&eacute;seau (SSID)</span><br /> Masquer votre nom de r&eacute;seau (SSID) pour que les personnes non comprises dans votre r&eacute;seau ne puissent le voir dans leur liste de r&eacute;seaux disponibles. Pour masquer votre identifiant SSID :</li>
		<ol type="a">
			<li>S&eacute;lectionner l&rsquo;option de menu <span class="important">R&eacute;seau sans fil</span>.</li>
			<li>Cliquer sur <span class="important">Avanc&eacute;</span>.</li>
			<li>S&eacute;lectionner le bouton <span class="important">Arr&ecirc;t</span> situ&eacute; &agrave; c&ocirc;t&eacute; de <span class="italic">Diffusion de SSID</span>.</li>
			<li>Cliquer sur <span class="important">Enregistrer les modifications</span>.</li>
		</ol>
	</ol>

	<p><span class="important">Directives de s&eacute;curit&eacute; du r&eacute;seau g&eacute;n&eacute;ral</span></p>
	<ul>
		<li>Prot&eacute;ger par mot de passe tous les ordinateurs du r&eacute;seau et prot&eacute;ger individuellement par mot de passe les fichiers sensibles.</li>
		<li>Modifier les mots de passe r&eacute;guli&egrave;rement.</li>
		<li>Installer un anti-virus et un pare-feu personnel.</li>
		<li>D&eacute;sactiver le partage de fichiers (poste &agrave; poste). Certaines applications peuvent activer le partage de fichiers sans votre accord ou connaissance.</li>
	</ul>

	<p><span class="important">Astuces de s&eacute;curit&eacute; suppl&eacute;mentaires </span> </p>
	<ul>
		<li>Placer votre routeur loin des murs et fen&ecirc;tres ext&eacute;rieurs.</li>
		<li>Utiliser des phrases g&eacute;n&eacute;ratrices difficiles contenant au moins huit caract&egrave;res. Combiner lettres et chiffres pour &eacute;viter d'utiliser des mots standards pouvant &ecirc;tre trouv&eacute;s dans le dictionnaire.</li>
	</ul>
	
	
	
	
	
	
	<h1><a name="Troubleshooting">Chapitre 7 D&eacute;pannage</a></h1>
	<p>Si votre routeur ne fonctionne pas ou si la performance change radicalement, v&eacute;rifier la FAQ et les solutions de d&eacute;pannage ci-dessous ou consulter la section de soutien sur VIZIO.com. Si votre routeur ne fonctionne toujours pas comme pr&eacute;vu, nous contacter en envoyant un courriel au techsupport@vizio.com ou en appelant au 1 877 MYVIZIO (698-4946).</p>
	<h2><a name="Troubleshooting">Astuces de d&eacute;pannage</a></h2>
	<p>Si votre routeur ne fonctionne pas ou si la performance change radicalement, v&eacute;rifier la FAQ et les solutions de d&eacute;pannage ci-dessous ou consulter la section de soutien sur VIZIO.com. Si votre routeur ne fonctionne toujours pas comme pr&eacute;vu, nous contacter en envoyant un courriel au techsupport@vizio.com ou en appelant au 1 877 MYVIZIO (698-4946).</p>
	<p><span class="important">S&rsquo;assurer de red&eacute;marrer votre r&eacute;seau dans l&rsquo;ordre suivant :</span></p>
	<ol>
		<li>&Eacute;teindre et d&eacute;brancher le modem, &eacute;teindre votre routeur, puis arr&ecirc;ter l&rsquo;ordinateur.</li>
		<li>Brancher et allumer le modem, puis attendre deux minutes.</li>
		<li>Mettre en marche votre routeur et attendre une minute.</li>
		<li>Allumer l&rsquo;ordinateur.</li>
	</ol>

	<p><span class="important">S&rsquo;assurer que les c&acirc;bles Ethernet sont correctement branch&eacute;s.</span></p>
	<ul>
		<li>Le voyant INTERNET de votre routeur s&rsquo;allumera si le c&acirc;ble Ethernet du modem &agrave; votre routeur est branch&eacute; et si le modem et le routeur sont en marche.</li>
		<li>Pour chaque ordinateur connect&eacute; &agrave; votre routeur et allum&eacute;, le voyant DEL correspondant situ&eacute; au dos sous le port s&rsquo;allumera (1, 2, 3 ou 4).</li>
	</ul>

	<p><span class="important">S&rsquo;assurer que les param&egrave;tres du r&eacute;seau de l&rsquo;ordinateur sont exacts.</span></p>
	<ul>
		<li>Configurer votre ordinateur pour obtenir automatiquement les adresses IP et DNS par le syst&egrave;me DHCP d&egrave;s que possible.</li>
		<li>Certains fournisseurs d&rsquo;acc&egrave;s &agrave; Internet de modem c&acirc;bl&eacute; vous demandent d&rsquo;utiliser l&rsquo;adresse MAC de l&rsquo;ordinateur inscrit sur le compte. Si c&rsquo;est le cas, utiliser <span class="important">Copier le MAC de mon PC</span> dans la section <span class="italic">Clonage de l&rsquo;adresse MAC</span> de votre ordinateur dans le menu Internet avanc&eacute;. Vous devez utiliser l&rsquo;ordinateur qui est inscrit chez votre fournisseur d&rsquo;acc&egrave;s &agrave; Internet. Cliquer sur Enregistrer les modifications pour sauvegarder vos param&egrave;tres. Red&eacute;marre le r&eacute;seau dans le bon ordre.</li>
	</ul>

	<br />

	<div class="imgcenter">
	<table cellspacing="0" cellpadding="6" border="1">
		<tr class="head">
			<td>Probl&egrave;me</td>
			<td>Solution</td>
		</tr>
		<tr>
			<td>
        <span class="important">Mon ordinateur n'est pas en mesure de se connecter &agrave; Internet</span>
      </td>
			<td class="left">
        <p>S&rsquo;assurer que votre routeur est allum&eacute;. La DEL sous le port d&rsquo;alimentation au dos doit &ecirc;tre blanche et ne doit pas clignoter.</p>
				<p>Si la DEL d&rsquo;alimentation clignote, &eacute;teindre votre r&eacute;seau (modem, routeur et ordinateurs). Allumer chaque appareil dans l'ordre suivant :</p>
				<ol>
					<li>Modem c&acirc;bl&eacute; ou DSL</li>
					<li>Routeur </li>
					<li>Ordinateur </li>
				</ol>
				<p>V&eacute;rifier les branchements des c&acirc;bles. L&rsquo;ordinateur doit &ecirc;tre connect&eacute; &agrave; un des ports num&eacute;rot&eacute;s de 1 &agrave; 4 sur votre routeur et le modem au port Internet. Voir <a href="#SetupSteps">&Eacute;tapes d&rsquo;installation</a> pour obtenir des instructions d&eacute;taill&eacute;es sur le branchement des c&acirc;bles.</p>
				<p>Un pare-feu d&rsquo;une tierce partie peut se trouver sur l'ordinateur. Essayer de d&eacute;sactiver le pare-feu pour voir s&rsquo;il bloque l&rsquo;acc&egrave;s &agrave; Internet. S&rsquo;assurer de bien configurer le pare-feu pour autoriser l'acc&egrave;s &agrave; Internet. Consulter les instructions fournies avec votre logiciel du pare-feu.</p>
			</td>
		</tr>
		<tr>
			<td>
        <span class="important">Mon ordinateur n'est pas en mesure de se connecter au r&eacute;seau sans fil.</span> 
      </td>
			<td class="left">
        <p>S&rsquo;assurer que votre nom de r&eacute;seau sans fil (SSID) est le m&ecirc;me sur l&rsquo;ordinateur et votre routeur. </p>
				<p>S&rsquo;assurer que votre ordinateur utilise une m&eacute;thode de s&eacute;curit&eacute; (WPA2, WPA ou WEP) similaire &agrave; celle de votre routeur.</p>
				<p>S&rsquo;assurer que vous avez saisi correctement la cl&eacute; de s&eacute;curit&eacute;.</p>
				<p>Si vous ne voyez pas votre nom de r&eacute;seau dans la liste de r&eacute;seaux disponibles, placer votre ordinateur plus pr&egrave;s de votre routeur. Actualiser la liste de r&eacute;seaux disponibles. Si vous voyez votre nom de r&eacute;seau dans liste, vous avez alors un probl&egrave;me d'interf&eacute;rence ou de port&eacute;e. Consulter la section <a href="#FindingLocation">Trouver un emplacement pour votre routeur</a>.</p>
			 </td>
		</tr>
		<tr>
			<td>
        <span class="important">Je ne vois pas mon nom de r&eacute;seau (SSID) dans la liste de r&eacute;seaux disponibles.</span> 
      </td>
			<td class="left">
        <p>Placer votre ordinateur plus pr&egrave;s de votre routeur. Actualiser la liste de r&eacute;seaux disponibles. Si vous voyez votre nom de r&eacute;seau dans liste, vous avez alors un probl&egrave;me d'interf&eacute;rence ou de port&eacute;e. Consulter la section <a href="#FindingLocation">Trouver un emplacement pour votre routeur</a>.</p>
				<p>S&rsquo;assurer que vous diffuser votre nom de r&eacute;seau (SSID). Consulter les <a href="#NetworkSettings">param&egrave;tres du r&eacute;seau</a>.</p>
		</td>
		</tr>
		<tr>
			<td>
        <span class="important">Je n&rsquo;arr&ecirc;te pas de perdre ma connexion Internet sans fil.</span> 
      </td>
			<td class="left">
        <p>Placer votre ordinateur plus pr&egrave;s de votre routeur. Actualiser la liste de r&eacute;seaux disponibles. Si vous voyez votre nom de r&eacute;seau dans liste, vous avez alors un probl&egrave;me d'interf&eacute;rence ou de port&eacute;e. Consulter la section <a href="#FindingLocation">Trouver un emplacement pour votre routeur</a>.</p>
			</td>
		</tr>
		<tr>
			<td>
        <span class="important">Comment puis-je changer les param&egrave;tres de mon routeur?</span> 
      </td>
			<td class="left"><ol>
					<li>Ouvrir une fen&ecirc;tre d&rsquo;un navigateur Internet (comme Internet Explorer, Firefox ou Safari). </li>
					<li>Taper <span class="note">http://vizio.home</span> (ou 192.168.1.1) dans la fen&ecirc;tre du navigateur et appuyer sur Entr&eacute;e. L&rsquo;application d&rsquo;installation rapide s&rsquo;ouvrira.</li>
				</ol>
			</td>
		</tr>
		<tr>
			<td>
        <span class="important">Le syst&egrave;me me demande d'entrer un nom d'utilisateur et un mot de passe chaque fois que j'ouvre un navigateur Web.</span> 
      </td>
			<td class="left">
        <p>Voici ce que vous pouvez faire pour supprimer cette invite :</p>
				<ol>
					<li>Cliquer sur <span class="italic">Outils</span>, puis sur <span class="italic">Options Internet</span>.</li>
					<li>Cliquer sur l&rsquo;onglet <span class="italic">Connexions</span>.</li>
					<li>S&eacute;lectionner <span class="italic">Ne jamais composer une connexion</span>.</li>
					<li>Cliquer sur <span class="italic">OK</span>.</li>
				</ol>
			</td>
		</tr>
		<tr>
			<td>
        <span class="important">Il n&rsquo;y a pas de port Ethernet sur mon modem.</span> 
      </td>
			<td class="left">
        <p>Il s&rsquo;agit d&rsquo;un modem commut&eacute; pour un service traditionnel par r&eacute;seau commut&eacute;. Pour utiliser votre routeur, il vous faut un modem c&acirc;bl&eacute;/DSL avec un port Ethernet et une connexion Internet &agrave; haut d&eacute;bit.</p>
      </td>
		</tr>
		<tr>
			<td>
        <span class="important">Je ne peux pas utiliser le service DSL pour me connecter manuellement &agrave; Internet.</span> 
      </td>
			<td class="left">
        <p>Apr&egrave;s l&rsquo;installation de votre routeur, il se connectera automatiquement &agrave; votre fournisseur d&rsquo;acc&egrave;s &agrave; Internet; vous n&rsquo;avez donc plus besoin de vous connecter manuellement.</p>
      </td>
		</tr>
		<tr>
			<td>
        <span class="important">La ligne t&eacute;l&eacute;phonique DSL ne se branche pas dans le port Internet de mon routeur.</span> 
      </td>
			<td class="left">
        <p>Votre routeur ne remplace pas votre modem. Vous avez toujours besoin de votre modem SDL pour utiliser votre routeur. Voir <a href="#SetupSteps">&Eacute;tapes d&rsquo;installation</a> pour obtenir des instructions d&eacute;taill&eacute;es sur le branchement des c&acirc;bles.</p>
      </td>
		</tr>
		<tr>
			<td>
        <span class="important">Il n&rsquo;y a pas de port coaxial sur mon routeur.</span> 
      </td>
			<td class="left">
        <p>Votre routeur ne remplace pas votre modem. Vous avez toujours besoin de votre modem SDL pour utiliser votre routeur. Voir <a href="#SetupSteps">&Eacute;tapes d&rsquo;installation</a> pour obtenir des instructions d&eacute;taill&eacute;es sur le branchement des c&acirc;bles.</p>
      </td>
		</tr>
	</table>

	</div>
	
	<h2><a name="TechSupport">T&eacute;l&eacute;phone et soutien technique</a></h2>
	<p>La cause du retour des produits est souvent li&eacute;e &agrave; un probl&egrave;me technique au lieu d&rsquo;un appareil d&eacute;fectueux, vous faisant ainsi payer des frais d&rsquo;exp&eacute;dition inutiles. Notre personnel de soutien qualifi&eacute; est souvent en mesure de r&eacute;soudre le probl&egrave;me par t&eacute;l&eacute;phone. Pour obtenir plus d&rsquo;informations sur une r&eacute;paration ou un service garanti apr&egrave;s la p&eacute;riode de garantie, veuillez contacter notre service de soutien au num&eacute;ro suivant.</p>
	<p>Les services de qualit&eacute; et de soutien &agrave; la client&egrave;le font partie int&eacute;gralement de l&rsquo;engagement de VIZIO vers une excellence de services.  </p>
	<p>Pour une aide technique, contacter notre service de soutien technique VIZIO par courriel ou t&eacute;l&eacute;phone.</p>
		
		<div style="text-align:center;line-height:1.7;">
		Internet : <span class="note">www.vizio.com</span><br /> Courriel : <span class="note">techsupport@vizio.com</span><br /> 877 698-4946   T&eacute;l&eacute;copieur : (949) 585-9563<br />Heures d&rsquo;ouverture : Du lundi au vendredi : De 6 h &agrave; 21 h<br /> Samedi et dimanche : De 8 h &agrave; 16h<br /> Avant votre appel, veuillez avoir &agrave; disposition votre num&eacute;ro de mod&egrave;le VIZIO, le num&eacute;ro de s&eacute;rie et la date d&rsquo;achat.<br /><br /> <span class="note">VIZIO</span><br /> Adresse :<br /> 39 Tesla<br /> Irvine, CA 92618, USA<br /> T&eacute;l&eacute;phone : 949 428-2525   T&eacute;l&eacute;copieur : 949-585-9514
		</div>
	
	
	
	<h1><a name="Specs">Caract&eacute;ristiques</a></h1>
	<div class="imgcenter">
	<table cellspacing="0" cellpadding="6" border="1">
		<tr class="head">
			<td colspan="2">&nbsp;</td>
		</tr>
		<tr>
			<td>Mod&egrave;le </td>
			<td class="left">XWR100 </td>
		</tr>
		<tr>
			<td>Puissance de transmission</td>
			<td class="left"><span class="important">802.11b :</span> 17 dBm<br /> <span class="important">802.11g :</span> 54 Mbps &ndash; 13 dBm<br /> <span class="important">802.11a :</span> 54 Mbps &ndash; 13 dBm<br /> <span class="important">802.11gn HT20 : </span>MCS15/7&ndash; 11 dBm<br /> <span class="important">802.11gn HT40 :</span> MCS15/7&ndash; 8.5 dBm<br /> <span class="important">802.11an HT20 :</span> MCS15/7 &ndash; 11dBm<br /> <span class="important">802.11an HT40 :</span> MCS15/7 &ndash; 11dBm<br />
			</td>
		</tr>
		<tr>
			<td>Sensibilit&eacute; de r&eacute;ception</td>
			<td class="left"><span class="important">802.11b :</span> 11 Mbps：- 86 dBm<br /> <span class="important">802.11g :</span> 54 Mbps：- 75 dBm<br /> <span class="important">802.11a :</span> 54 Mbps：- 74 dBm<br />
			</td>
		</tr>
		<tr>
			<td>Type de modulation</td>
			<td class="left"><span class="important">802.11b : </span>CCK, DQPSK, DBPSK<br /> <span class="important">802.11g :</span> 64 QAM, 16 QAM, QPSK, BPSK<br /> <span class="important">802.11a :</span> 64 QAM, 16 QAM, QPSK, BPSK<br /> <span class="important">HT20, HT40 : </span>64 QAM, 16 QAM, QPSK, BPSK</td>
		</tr>
		<tr>
			<td>Antenne</td>
			<td class="left">4 antennes internes</td>
		</tr>
		<tr>
			<td>Canaux d&rsquo;utilisation</td>
			<td class="left">2,4 GHz : 11 b/g/n pour l&rsquo;Am&eacute;rique du Nord<br /> 5 GHZ : 11 a/n pour l&rsquo;Am&eacute;rique du Nord</td>
		</tr>
		<tr>
			<td>Standard</td>
			<td class="left">IEEE 802.11 a/b/g/n, 802.3u, USB</td>
		</tr>
		<tr class="head">
			<td colspan="2">Alimentation</td>
		</tr>
		<tr>
			<td>Plage de tension</td>
			<td class="left">110~240 V en c.a. &agrave; 50/60 Hz</td>
		</tr>
		<tr>
			<td>Alimentation</td>
			<td class="left">12 V en c.c. &agrave; 1,5 A</td>
		</tr>
		<tr class="head">
			<td colspan="2">Conditions ambiantes</td>
		</tr>
		<tr>
			<td>Utilisation</td>
			<td class="left">Temp&eacute;rature : 0~40 &deg;C (41~105,8 &deg;F)<br />Humidit&eacute; relative : 10~80 % sans condensation</td>
		</tr>
		<tr>
			<td>Dimensions</td>
			<td class="left">202,79 &times; 149 &times; 32,97 mm (7,98 &times; 5,87 &times; 1,3 po)</td>
		</tr>
		<tr>
			<td>Poids net</td>
			<td class="left">0,3 kg (66 lb)</td>
		</tr>
		<tr>
			<td>Poids brut</td>
			<td class="left">0,5 kg (1,1 lb)</td>
		</tr>
		<tr>
			<td>Certifications</td>
			<td class="left">FCC, CE, UL (adaptateur d&rsquo;alimentation)</td>
		</tr>
	</table>
	</div>
<p class="h4">*Les sp&eacute;cifications du produit peuvent changer sans pr&eacute;avis ou obligation.</p>
	

	<h1><a name="Legal">Annonces l&eacute;gales</a></h1>	
	<h3>&Eacute;nonc&eacute; FCC</h3>
	<p>Cet appareil est conforme &agrave; la partie 15 des normes FCC. L&rsquo;utilisation est soumise aux deux conditions suivantes : (1) Cet appareil ne g&eacute;n&egrave;re peut-&ecirc;tre pas d&rsquo;interf&eacute;rence nuisible et (2) il doit accepter toute interf&eacute;rence re&ccedil;ue, y compris celle pouvant causer une utilisation non voulue.
</p>
	<p>Ce produit a &eacute;t&eacute; test&eacute; et trouv&eacute; conforme selon les sp&eacute;cifications d&rsquo;un appareil num&eacute;rique de Classe B, conform&eacute;ment &agrave; la partie 15 des normes FCC. Ces limites sont con&ccedil;ues pour fournir une protection raisonnable contre une interf&eacute;rence nuisible dans une installation r&eacute;sidentielle. Cet &eacute;quipement g&eacute;n&egrave;re, utilise et peut &eacute;mettre une &eacute;nergie des fr&eacute;quences radio et peut causer une interf&eacute;rence nuisible aux communications radio s'il n'est pas install&eacute; et utilis&eacute; selon les instructions. Toutefois, il n&rsquo;y a aucune garantie que des interf&eacute;rences n&rsquo;auront pas lieu dans une installation particuli&egrave;re. Si cet &eacute;quipement g&eacute;n&egrave;re une interf&eacute;rence nuisible &agrave; la r&eacute;ception radio et t&eacute;l&eacute;vis&eacute;e, d&eacute;termin&eacute;e en allumant et &eacute;teignant l&rsquo;appareil, nous encourageons l'utilisateur &agrave; corriger l'interf&eacute;rence &agrave; l'aide des mesures suivantes :
</p>
	<ul>
		<li>R&eacute;orienter ou replacer l&rsquo;antenne de r&eacute;ception</li>
		<li>Augmenter la s&eacute;paration entre l&rsquo;&eacute;quipement ou les appareils</li>
		<li>Brancher l&rsquo;&eacute;quipement sur une prise autre que celle du r&eacute;cepteur</li>
		<li>Consulter un vendeur ou un technicien exp&eacute;riment&eacute; en radio/TV pour obtenir de l&rsquo;aide</li>
	</ul>
	<p>Avertissement FCC : Toute modification, qui n&rsquo;est pas express&eacute;ment approuv&eacute;e par la partie responsable de la conformit&eacute;, pourrait annuler l&rsquo;autorit&eacute; de l'utilisateur &agrave; utiliser cet &eacute;quipement.</p>
	<h3>&Eacute;nonc&eacute; FCC concernant l&rsquo;exposition aux radiations</h3>
	<p>Cet &eacute;quipement est conforme aux limites FCC sur l&rsquo;exposition aux radiations qui sont d&eacute;termin&eacute;es pour un environnement non contr&ocirc;l&eacute;. Cet &eacute;quipement doit &ecirc;tre install&eacute; et utilis&eacute; en pla&ccedil;ant une distance minimum de 20 cm entre le radiateur et votre corps. Pour conserver la conformit&eacute; aux exigences FCC &agrave; l'exposition aux radio fr&eacute;quences, veuillez &eacute;viter tout contact direct avec l'antenne de transmission durant la transmission. Ce transmetteur ne doit pas &ecirc;tre plac&eacute; ou utilis&eacute; conjointement avec une autre antenne ou un autre transmetteur, sauf s&rsquo;il s&rsquo;agit de transmetteurs encastr&eacute;s co-situ&eacute;s. La disponibilit&eacute; de certains canaux ou de certaines bandes de fr&eacute;quence d'utilisation est propre au pays et le microprogramme est configur&eacute; en usine en fonction de la destination voulue. L&rsquo;utilisateur final n&rsquo;a pas acc&egrave;s &agrave; la configuration du microprogramme.</p>
	<p>L&rsquo;utilisation de l&rsquo;appareil dans une plage de 5,15-5,25 GHz est uniquement destin&eacute;e &agrave; un usage int&eacute;rieur afin de r&eacute;duire l&rsquo;interf&eacute;rence nuisible potentielle aux syst&egrave;mes de satellite mobile avec les m&ecirc;mes canaux; l&rsquo;amplification maximale de 3dBi pour l&rsquo;antenne est autoris&eacute;e (pour les appareils dans une plage de 5,7-5,8 GHz) pour &ecirc;tre conforme aux limites p.i.r.e. pr&eacute;cis&eacute;es pour une utilisation poste &agrave; poste ou sans poste &agrave; poste, le cas &eacute;ch&eacute;ant, comme le d&eacute;clare la section A9(3).</p>
	<h3>Avis de s&eacute;curit&eacute;</h3>
	<ul>
		<li>Avertissement : Pour r&eacute;duire le risque d&rsquo;incendie, utiliser uniquement un cordon de ligne de t&eacute;l&eacute;communication No.26 AWG ou plus large.</li>
		<li>Ne pas utiliser ce produit &agrave; proximit&eacute; d'une source d'eau, par exemple dans un sous-sol humide ou pr&egrave;s d'une piscine.</li>
		<li>&Eacute;viter d&rsquo;utiliser ce produit lors d&rsquo;un orage &eacute;lectrique.</li>
		<li>Les &eacute;clairs peuvent provoquer un risque de choc &eacute;lectrique.</li>
	</ul>
	<p>ATTENTION : Ce produit contient du plomb, cause de cancer, d&rsquo;anomalies cong&eacute;nitales ou d&rsquo;autres dangers pour la reproduction selon l&rsquo;&Eacute;tat de Californie. Se laver les mains apr&egrave;s la manipulation.</p>
	<h3>&Eacute;nonc&eacute; d&rsquo;Industrie Canada</h3>
	<p>Cet appareil num&eacute;rique de Classe B est conforme aux normes ICES-003 et RSS210.</p>
	<p>L&rsquo;utilisation est soumise aux deux conditions suivantes :</p>
	<ol>
		<li>Cet appareil ne g&eacute;n&egrave;re peut-&ecirc;tre pas d&rsquo;interf&eacute;rence nuisible et</li>
		<li>il doit accepter toute interf&eacute;rence re&ccedil;ue, y compris celle pouvant causer une utilisation non voulue de l&rsquo;appareil.</li>
	</ol>
	<p>Pour r&eacute;duire les interf&eacute;rences radio potentielles aux autres utilisateurs, le type d&rsquo;antenne et son amplification doivent &ecirc;tre choisis de telle mani&egrave;re que le PIRE n'exc&egrave;de pas les normes requises pour une communication r&eacute;ussie.</p>
	<h3>&Eacute;nonc&eacute; d&rsquo;Industrie Canada concernant l&rsquo;exposition aux radiations</h3>
	<p>Cet &eacute;quipement est conforme aux limites d&rsquo;IC sur l&rsquo;exposition aux radiations qui sont d&eacute;termin&eacute;es pour un environnement non contr&ocirc;l&eacute;. Cet &eacute;quipement doit &ecirc;tre install&eacute; et utilis&eacute; en pla&ccedil;ant une distance minimum de 20 cm entre le radiateur et votre corps.</p>
	<p>Ce transmetteur ne doit pas &ecirc;tre plac&eacute; ou utilis&eacute; conjointement avec une autre antenne ou un autre transmetteur, sauf s&rsquo;il s&rsquo;agit de transmetteurs encastr&eacute;s co-situ&eacute;s.</p>
	<h3>Restrictions dans la bande de 5 GHz</h3>
	<p>L&rsquo;appareil pour la bande de 5150-5250 MHz est destin&eacute; uniquement &agrave; un usage int&eacute;rieur afin de r&eacute;duire une interf&eacute;rence nuisible potentielle aux syst&egrave;mes de satellite mobile avec les m&ecirc;mes canaux.</p>
	<h3>Avis de non-responsabilit&eacute; concernant la performance du r&eacute;seau sans fil</h3>
	<p>La performance maximale pour le r&eacute;seau sans fil est tir&eacute;e des sp&eacute;cifications standards 802.11 de l&rsquo;IEEE. La performance actuelle (dont la capacit&eacute; du r&eacute;seau sans fil, la couverture, la port&eacute;e et le taux de quantit&eacute; de donn&eacute;es) variera. De nombreux facteurs, dont la distance depuis le point d'acc&egrave;s, le volume du trafic du r&eacute;seau, les mat&eacute;riaux de construction et la fabrication, le syst&egrave;me d&rsquo;exploitation utilis&eacute;, le m&eacute;lange de produits sans fil utilis&eacute;s, les conditions ambiantes et l'interf&eacute;rence d'autres sources, auront un effet n&eacute;gatif sur la performance actuelle.</p>
	<h3>Avis d'Industrie Canada</h3>
	<p>Cet appareil num&eacute;rique de la classe B est conforme aux normes NMB-003 et RSS210 du Canada.
</p>
	<p>L&rsquo;utilisation de ce dispositif est autoris&eacute;e seulement aux conditions suivantes:</p>
	<ol>
		<li>il ne doit pas produire de brouillage et</li>
	<li>il doit accepter tout brouillage radio&eacute;lectrique re&ccedil;u, m&ecirc;me si ce brouillage est susceptible de compromettre le fonctionnement du dispositif.</li>	
</ol><br />

<h3>Avis d&rsquo;Industrie Canada concernant l&rsquo;exposition aux radiofr&eacute;quences</h3>
<p>Ce mat&eacute;riel est conforme aux limites &eacute;tablies par IC en mati&egrave;re d&rsquo;exposition aux radiofr&eacute;quences dans un environnement non contr&ocirc;l&eacute;. Ce mat&eacute;riel doit &ecirc;tre install&eacute; et utilis&eacute; &agrave; une distance d&rsquo;au moins 20 cm entre l&rsquo;antenne et le corps de l&rsquo;utilisateur.
</p>
	<p>Cet &eacute;metteur ne doit pas &ecirc;tre utilis&eacute; avec d&rsquo;autres types d&rsquo;antennes que celles con&ccedil;ues sp&eacute;cifiquement pour lui.</p>

<h3>Restrictions dans la bande de 5 GHz</h3>
<p>L&rsquo;appareil pour la bande de 5 150 &agrave; 5 250 MHz est con&ccedil;u pour usage &agrave; l&rsquo;int&eacute;rieur seulement afin de r&eacute;duire le potentiel d&rsquo;interf&eacute;rences pour les syst&egrave;mes mobiles par satellite qui utilisent le m&ecirc;me canal.</p>

<h3>Avis de non-responsabilit&eacute; concernant le r&eacute;seau sans fil</h3>
<p>La performance maximale pour le r&eacute;seau sans fil est tir&eacute;e des sp&eacute;cifications standards 802.11 de l&rsquo;IEEE. La performance actuelle peut varier, y compris une capacit&eacute; du r&eacute;seau sans fil, un taux de quantit&eacute; de donn&eacute;es, une port&eacute;e et une couverture plus faibles. La performance d&eacute;pend de plusieurs facteurs, conditions et variables, dont la distance depuis le point d'acc&egrave;s, le volume du trafic du r&eacute;seau, les mat&eacute;riaux de construction et la fabrication, le syst&egrave;me d&rsquo;exploitation utilis&eacute;, le m&eacute;lange de produits sans fil utilis&eacute;s,l'interf&eacute;rence et d'autres conditions n&eacute;gatives.</p>


<h3>Avis de non-responsabilit&eacute; concernant les appareils sans fil</h3>
<p>Les performances maximales pour les r&eacute;seaux sans fil sont tir&eacute;es des sp&eacute;cifications de la norme IEEE 802.11. Les performances r&eacute;elles peuvent varier, notamment en fonction de la capacit&eacute; du r&eacute;seau sans fil, du d&eacute;bit de la transmission de donn&eacute;es, de la port&eacute;e et de la couverture. Les performances d&eacute;pendent de facteurs, conditions et variables multiples, en particulier de la distance par rapport au point d&rsquo;acc&egrave;s, du volume du trafic r&eacute;seau, des mat&eacute;riaux utilis&eacute;s dans le b&acirc;timent et du type de construction, du syst&egrave;me d&rsquo;exploitation et de la combinaison de produits sans fil utilis&eacute;s, des interf&eacute;rences et de toute autre condition d&eacute;favorable.</p>
		
	
	
	<h1><a name="Warranty">GARANTIE LIMIT&Eacute;E D'UN AN SUR LES PI&Egrave;CES ET LA MAIN-D'OEUVRE</a></h1>
	<p>Couvre les unit&eacute;s achet&eacute;es neuves aux &Eacute;tats-Unis et &agrave; Puerto Rico uniquement</p>
	<p>VIZIO offre &agrave; l&rsquo;acheteur original une garantie sur un nouveau produit contre les d&eacute;fauts de mat&eacute;riaux et de fabrication pour un usage non commercial d&rsquo;un an et un usage commercial de quatre-vingt dix (90) jours. Si un produit couvert par cette garantie est trouv&eacute; d&eacute;fectueux au cours de la p&eacute;riode de garantie, VIZIO le r&eacute;parera ou remplacera &agrave; sa seul option et discr&eacute;tion.</p>
	<p>Pour obtenir un service garanti, contactez le soutien technique de VIZIO par courriel : TechSupport@VIZIO.com ou par t&eacute;l&eacute;phone au 877 MY VIZIO (877 698-4946), de 6h &agrave; 21h du lundi au vendredi et de 8h &agrave; 16h du samedi au dimanche (HNP), ou visitez le site www.VIZIO.com.  UNE AUTORISATION PR&Eacute;ALABLE DOIT &Euml;TRE OBTENUE AVANT D&rsquo;ENVOYER TOUT PRODUIT &Agrave; UN CENTRE DE SERVICE VIZIO.  Une preuve d&rsquo;achat sous forme du re&ccedil;u d&rsquo;achat ou d&rsquo;une copie correspondante, est obligatoire pour montrer qu&rsquo;un produit se trouve toujours dans la p&eacute;riode de garantie.</p>
	<h3>Pi&egrave;ces et main-d'&oelig;uvre</h3>
	<p>Aucuns frais ne seront charg&eacute;s pour les pi&egrave;ces et la main-d&rsquo;&oelig;uvre au cours de la p&eacute;riode de garantie. Les pi&egrave;ces et les unit&eacute;s de remplacement peuvent &ecirc;tre neuves ou certifi&eacute;es &agrave; nouveau &agrave; la seule option et discr&eacute;tion de VIZIO. Les pi&egrave;ces et les unit&eacute;s de remplacement sont garanties pour la p&eacute;riode restante de la garantie originale ou pour quatre-vingt-dix (90) jours apr&egrave;s le service ou remplacement garanti, selon la plus tardive de ces p&eacute;riodes.  </p>
	<h3>Type de service</h3>
	<p>Les produits d&eacute;fectueux peuvent &ecirc;tre envoy&eacute;s au centre de service VIZIO pour recevoir un service garanti. VIZIO n&rsquo;est par responsable des frais de transport vers le centre de service, mais couvrira les frais d&rsquo;exp&eacute;dition du renvoi au client. UNE AUTORISATION PR&Eacute;ALABLE EST REQUISE AVANT D&rsquo;ENVOYER TOUTE UNIT&Eacute; POUR UN SERVICE GARANTI.  Pour les retours de produits au centre de service VIZIO, il faut utiliser la bo&icirc;te en carton et le mat&eacute;riel d&rsquo;exp&eacute;dition d&rsquo;origine ou un mat&eacute;riel d&rsquo;emballage offrant un niveau &eacute;quivalent de protection. Des bo&icirc;tes et du mat&eacute;riel de remplacement peuvent &ecirc;tre disponibles ou exig&eacute;s par VIZIO, et peuvent &ecirc;tre fournis sans frais suppl&eacute;mentaires dans certains cas. Le soutien technique de VIZIO donnera des instructions pour l&rsquo;emballage et l&rsquo;exp&eacute;dition du produit couvert au centre de service VIZIO.</p>
	<h3>Limites et exclusions</h3>
	<p>La garantie limit&eacute;e de VIZIO couvre uniquement les d&eacute;fauts de mat&eacute;riaux et de fabrication. Cette garantie ne couvre pas par exemple :  un abus, un accident, des dommages cosm&eacute;tiques, une usure et une d&eacute;t&eacute;rioration normales, une mauvaise installation ou utilisation, une mauvaise tension ou des sautes de puissance, des dommages li&eacute;s &agrave; l&rsquo;exp&eacute;dition, des cas de force majeure, un manque d&rsquo;usage raisonnable, une mauvaise utilisation, des modifications ou transformations, ainsi que tout probl&egrave;me d&rsquo;installation et de configuration ou toute r&eacute;paration tent&eacute;e par une personne autre qu&rsquo;un centre de service autoris&eacute; de VIZIO.  Les produits, qui sont dot&eacute;s de num&eacute;ros de s&eacute;rie illisibles ou retir&eacute;s, ou qui demandent une maintenance syst&eacute;matique, ne sont pas couverts. Cette garantie d&rsquo;un an ne couvre pas les produits vendus &laquo; TEL QUEL &raquo;, &laquo; CERTIFI&Eacute; EN USINE &raquo; ou par un revendeur non autoris&eacute;. </p>
	<p>AUCUNE AUTRE GARANTIE EXPRESSE N'EXISTE EN DEHORS DE CELLE &Eacute;NUM&Eacute;R&Eacute;E OU D&Eacute;CRITE CI-DESSUS. TOUTE GARANTIE IMPLICITE, Y COMPRIS LES GARANTIES IMPLICITES DE QUALIT&Eacute; MARCHANDE ET L&rsquo;APTITUDE POUR UN BUT PR&Eacute;CIS, SERA LIMIT&Eacute;E SELON LA P&Eacute;RIODE DE TEMPS D&Eacute;TERMIN&Eacute;E CI-DESSUS. LA RESPONSABILIT&Eacute; TOTALE DE VIZIO CONCERNANT L&rsquo;ENSEMBLE DES PERTES ET DES DOMMAGES OCCASIONN&Eacute;S PAR UNE CAUSE QUELLE QU&rsquo;ELLE SOIT, Y COMPRIS LA N&Eacute;GLIGENCE DE VIZIO, LES DOMMAGES ALL&Eacute;GU&Eacute;S OU LES PRODUITS D&Eacute;FECTUEUX, QUE CES D&Eacute;FAUTS SOIENT D&Eacute;COUVRABLES OU LATENTS, NE D&Eacute;PASSERA EN AUCUN CAS LE PRIX D&rsquo;ACHAT DU PRODUIT COUVERT. VIZIO NE SERA PAS RESPONSABLE DES PERTES D'UTILISATION, DES INFORMATIONS OU DES DONN&Eacute;ES INCLUSES QUI SONT CONTENUES OU STOCK&Eacute;ES DANS UN APPAREIL RETOURN&Eacute; &Agrave; VIZIO, D&rsquo;UN ARR&Ecirc;T DE TRAVAIL, D&rsquo;UN &Eacute;CHEC OU D&rsquo;UN MAUVAIS FONCTIONNEMENT DE L'ORDINATEUR, D&rsquo;UN &Eacute;CHEC D&rsquo;UN AUTRE &Eacute;QUIPEMENT OU DES PROGRAMMES INFORMATIQUES AUXQUELS LE PRODUIT EST CONNECT&Eacute;, DES PERTES COMMERCIALES, DES PERTES DE REVENUS OU DE PROFITS, OU DE TOUT AUTRE DOMMAGE IMPR&Eacute;VU OU CORR&Eacute;LATIF. CERTAINS &Eacute;TATS N&rsquo;AUTORISENT PAS LES LIMITES SUR LA DUR&Eacute;E D'UNE GARANTIE IMPLICITE OU L'EXCLUSION DE DOMMAGES IMPR&Eacute;VUS OU CORR&Eacute;LATIFS, AUSSI LES LIMITES ET EXCLUSIONS CI-DESSUS PEUVENT NE PAS S'APPLIQUER &Agrave; VOUS. CETTE GARANTIE VOUS DONNE DES DROITS L&Eacute;GAUX SP&Eacute;CIFIQUES ET IL EST POSSIBLE QUE VOUS AYEZ D'AUTRES DROITS, QUI VARIENT D'UN &Eacute;TAT &Agrave; L'AUTRE. CETTE GARANTIE LIMIT&Eacute;E EST SOUMISE &Agrave; DES MODIFICATIONS SANS PR&Eacute;AVIS. CONSULTER www.VIZIO.com POUR OBTENIR LA VERSION LA PLUS R&Eacute;CENTE.</p>
	<p><span class="copyright"><b>&copy; 2010. Tous droits r&eacute;serv&eacute;s. Les noms, phrases et symboles V, VIZIO, VIZIO XVT, VIZIO VIA, TruLED, 240Hz SPS, Slim Line, Smooth Motion, Where Vision Meets Value</b></span></p>
	
	</div>
    </div>
    </div>


</body>

</html>
